import { ref } from 'vue'
import { defineStore } from 'pinia'

export const useHealth_list = defineStore('Health', () => {

  const Health_list = ref([
      {
        id: "1",
        name: "โรคและการรักษา",
        coverimage: "https://malengpod.com/wp-content/uploads/2019/10/3.1_1-scaled.jpg",
        price: "45"
      },
      {
        id: "2",
        name: "โรคที่มักพบบ่อย",
        coverimage: "https://cdn.bangkokhospital.com/2020/04/IHL-%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1%E0%B9%80%E0%B8%8A%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%9C%E0%B8%B4%E0%B8%94%E0%B9%86-%E0%B9%80%E0%B8%81%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%82%E0%B8%A3%E0%B8%84%E0%B9%80%E0%B8%9A%E0%B8%B2%E0%B8%AB%E0%B8%A7%E0%B8%B2%E0%B8%99.jpg",
        price: "55"
      },
      {
        id: "3",
        name: "การป้องกันโรค",
        coverimage: "https://www.vichaiyut.com/wp-content/uploads/2022/05/shutterstock_1833451696-696x393.jpg",
        price: "45"
      }
])

return { Health_list }
})

export const useHealthDetails_1_list = defineStore('HealthDetails_1', () => {

  const HealthDetails_1_list = ref([
      {
        id: "1",
        name: "อาการปวดกล้ามเนื้อ",
        title: "อาการปวดกล้ามเนื้อ (Muscle Pain or Myalgia)",
        description: "⠀⠀⠀⠀อาการปวดกล้ามเนื้อ (Muscle Pain or Myalgia) อาจมีสาเหตุมาจากอาการบาดเจ็บ การติดเชื้อโรคต่าง ๆ หรือปัญหาด้านสุขภาพ ซึ่งอาการปวดกล้ามเนื้ออาจเป็นอาการชั่วคราว อาการเรื้อรัง ปวดเฉพาะที่หรือทั่วร่างกาย โดยความรุนแรงของอาการนั้นอาจแตกต่างกันไปในแต่ละคน อาการปวดกล้ามเนื้อนั้นเกิดได้กับคนทุกเพศทุกวัย ผู้ที่เริ่มออกกำลังกายรูปแบบใหม่ที่ไม่เคยออกมาก่อนอาจเกิดอาการปวดระบมกล้ามเนื้อหลังออกกำลังกาย (Delayed-onset muscle soreness: DOMS) ซึ่งโดยทั่วไปจะมีอาการภายหลังจากออกกำลังกาย ปวดนาน 6 - 12 ชั่วโมง และอาจนานถึง 48 ชั่วโมง การที่รู้สึกปวดกล้ามเนื้อเนื่องจากกล้ามเนื้อกำลังซ่อมแซมตัวเอง",
        cause_title: "สาเหตุ",
        cause: "⠀⠀⠀⠀โรคภูมิคุ้มกันทำลายตนเอง เช่น โรคปลอกประสาทเสื่อมแข็ง โรคลูปัส กล้ามเนื้ออักเสบ ซึ่งรวมถึงอาการกล้ามเนื้ออักเสบ ชนิด Inclusion body myositis และ Polymyositis การติดเชื้อ เช่น ไข้หวัด ไข้หวัดใหญ่ ไข้มาลาเรีย โรคทริคิโนซิส โรคลายม์ โรคไข้รากสาดใหญ่ การติดเชื้อไวรัสและแบคทีเรียทั่วไป ทำให้รู้สึกปวดเมื่อย พร้อมกับมีไข้ คลื่นไส้ หรือต่อมน้ำเหลืองโตได้ อาการบาดเจ็บจากการใช้กล้ามเนื้อมากเกินไป อาจมีสาเหตุมาจากกล้ามเนื้อช่องท้องหรือหลังเคล็ดเกร็ง  โรคปวดพังผืดกล้ามเนื้อ เส้นเอ็นอักเสบ อาการเอ็นเสื่อม ยาและการบำบัด เช่น ยาลดระดับคอเลสเตอรอลกลุ่มยาสแตติน (Statins) ยาลดความดันโลหิตกลุ่ม ACE Inhibitors เคมีบำบัด รังสีบำบัด อาจทำให้ปวดกล้ามเนื้อชั่วคราวหรือในระยะยาว โดยยาอาจทำให้กล้ามเนื้ออักเสบ (myositis) และกระตุ้นใยประสาทรับความรู้สึกเจ็บปวดโรคกล้ามเนื้ออ่อนแรง (Neuromuscular Disorders) เช่น โรคกล้ามเนื้ออ่อนแรงจากไขสันหลังเสื่อม (Spinal Muscular Atrophy) โรคกล้ามเนื้ออ่อนแรง Myasthenia Gravis โรคกล้ามเนื้ออ่อนแรงดูเชนน์ (Duchenne Muscular Dystrophy) และโรคกล้ามเนื้ออ่อนแรง ALS (Amyotrophic Lateral Sclerosis) ปัจจัยด้านสุขภาพ เช่น ความเครียด ภาวะไม่สมดุลของเกลือแร่ในร่างกาย โรคหลอดเลือดแดงส่วนปลายอุดตัน ภาวะฮอร์โมนไทรอยด์พร่อง โรคปวดเรื้อรังทั่วตัวไฟโบรมัยอัลเจีย ภาวะความดันในช่องกล้ามเนื้อสูง กลุ่มอาการอ่อนล้าเรื้อรัง มะเร็งซาร์โคมา มะเร็งเม็ดเลือดขาว",
        diagnose_title: "การตรวจวินิจฉัยอาการปวดกล้ามเนื้อ",
        diagnose: "⠀⠀⠀⠀หากไม่ทราบสาเหตุของอาการปวดกล้ามเนื้อ หรือมีอาการรุนแรงหรือเรื้อรัง แพทย์อาจให้เข้ารับการตรวจเพิ่มเติม ดังนี้",
        diagnose_1: "⠀• การตรวจเลือด ช่วยประเมินระดับเอนไซม์ ฮอร์โมน และเกลือแร่ในร่างกาย รวมถึงการตรวจหาสัญญาณการติดเชื้อ",
        diagnose_2: "⠀• การทำ CT Scan หรือ MRI เพื่อหาบริเวณที่กล้ามเนื้อที่ถูกทำลาย",
        diagnose_3: "⠀• การตรวจ Electromyography (EMG) เพื่อวัดสัญญาณไฟฟ้าในเส้นประสาทและกล้ามเนื้อและประเมินการทำงานของทั้งเส้นประสาทและกล้ามเนื้อ",
        diagnose_4: "⠀• การตัดชิ้นเนื้อไปตรวจ การตรวจวินิจฉัยเหล่านี้จะช่วยแพทย์ในการวางแผนการรักษาที่เหมาะสม",
        treatment_title: "การรักษาอาการปวดกล้ามเนื้อ",
        treatment: "⠀⠀⠀⠀อาการปวดกล้ามเนื้อแบบไม่เรื้อรังนั้นสามารถบรรเทาได้โดยการพักผ่อน ยืดเหยียด และรับประทานยาแก้ปวด พักผ่อนและยกบริเวณที่ปวดให้สูงขึ้น เพื่อลดภาวะบวมตัวของกล้ามเนื้อ ประคบเย็นเพื่อบรรเทาอาการอักเสบและประคบร้อนเพื่อเพิ่มการไหลเวียนของเลือดในบริเวณที่ปวด อาบน้ำหรือแช่น้ำอุ่นเพื่อผ่อนคลายกล้ามเนื้อ รับประทานยาแก้ปวด เช่น ยาแอสไพริน ยาพาราเซตามอล ยาโอบูโปรเฟน และยานาพรอกเซนเพื่อลดปวดและการอักเสบ การใช้การแพทย์ทางเลือก เช่น การนวด การฝังเข็ม และนั่งสมาธิ เพื่อบรรเทาอาการและผ่อนคลายกล้ามเนื้อ",
        treatment_1: "⠀• พักผ่อนและยกบริเวณที่ปวดให้สูงขึ้น เพื่อลดภาวะบวมตัวของกล้ามเนื้อ",
        treatment_2: "⠀• ประคบเย็นเพื่อบรรเทาอาการอักเสบและประคบร้อนเพื่อเพิ่มการไหลเวียนของเลือดในบริเวณที่ปวด",
        treatment_3: "⠀• อาบน้ำหรือแช่น้ำอุ่นเพื่อผ่อนคลายกล้ามเนื้อ",
        treatment_4: "⠀• รับประทานยาแก้ปวด เช่น ยาแอสไพริน ยาพาราเซตามอล ยาโอบูโปรเฟน และยานาพรอกเซนเพื่อลดปวดและการอักเสบ",
        treatment_5: "⠀• การใช้การแพทย์ทางเลือก เช่น การนวด การฝังเข็ม และนั่งสมาธิ เพื่อบรรเทาอาการและผ่อนคลายกล้ามเนื้อ",
        coverimage: "https://res.cloudinary.com/dk0z4ums3/image/upload/v1624591609/attached_image_th/%E0%B8%9B%E0%B8%A7%E0%B8%94%E0%B9%81%E0%B8%82%E0%B8%99-%E0%B8%AA%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%95%E0%B8%B8%E0%B8%88%E0%B8%B2%E0%B8%81%E0%B8%9B%E0%B8%B1%E0%B8%8D%E0%B8%AB%E0%B8%B2%E0%B8%AA%E0%B8%B8-pobpad.jpg",
      },
      {
        id: "2",
        name: "ออฟฟิศซินโดรม",
        title: "ออฟฟิศซินโดรม (Office Syndrome)",
        description: "⠀⠀⠀⠀ออฟฟิศซินโดรม (Office Syndrome) ด้วยตัวอาการแล้วไม่ได้จัดว่าเป็นโรค แต่เป็นกลุ่มอาการทางกล้ามเนื้อและกระดูกสันหลัง เนื่องจากการนั่งทำงานอย่างไม่เหมาะสม พบได้บ่อยในพนักงานออฟฟิศที่มักใช้เวลานั่งทำงานนาน ๆ ในท่าเดิม ๆ หน้าจอคอมพิวเตอร์ ทำให้มีอาการออฟฟิศซินโดรมโดยไม่รู้ตัว",
        symptom_title: "อาการออฟฟิศซินโดรม",
        symptom_1: "⠀• ปวดคอ ไหล่ หลัง หัวเข่า",
        symptom_2: "⠀• รู้สึกเสียวหรือชาที่นิ้ว แขน และขา",
        symptom_3: "⠀• กล้ามเนื้อตึงล้า",
        symptom_4: "⠀• เส้นเอ็นบวมอักเสบ เช่น เอ็นข้อศอกด้านนอกอักเสบ (Tennis elbow) เอ็นข้อมืออักเสบ",
        symptom_5: "⠀• ปวดศีรษะ เวียนศีรษะ",
        symptom_6: "⠀• ตาแห้ง",
        symptom_7: "⠀• อ่อนเพลีย",
        symptom_8: "⠀• นอนไม่หลับ",
        symptom_9: "⠀• ซึมเศร้า",
        cause_title: "สาเหตุของออฟฟิศซินโดรม",
        cause: "⠀⠀⠀⠀หลัก ๆ แล้ว ออฟฟิศซินโดรม เกิดจากสภาพแวดล้อมการทำงานที่ไม่เหมาะสม โต๊ะทำงานที่เตี้ยเกินไปและตำแหน่งคอมพิวเตอร์และคีย์บอร์ดที่ไม่เหมาะสมทำให้ต้องนั่งทำงานในท่าที่ฝืนธรรมชาติ การที่นั่งหลังค่อมห่อไหล่จะทำให้กล้ามเนื้อหดตัวอยู่ตลอดเวลา ส่งผลให้กล้ามเนื้อส่วนแกนกลางลำตัวอ่อนแอลงอย่างช้า ๆ และกล้ามเนื้อส่วนอื่นตึงมากขึ้น การจ้องจอคอมพิวเตอร์นาน ๆ ยังทำให้ตาแห้งและปวดศีรษะได้ นอกจากนี้ยังส่งผลต่ออาการทางจิตใจ เช่น ภาวะซึมเศร้า นอนไม่หลับ และรู้สึกอ่อนล้าได้",
        treatment_title: "การรักษาออฟฟิศซินโดรม",
        treatment: "⠀⠀⠀⠀วิธีการรักษานั้นแตกต่างกันไป ขึ้นอยู่กับอาการและบริเวณที่เกิดอาการ โดยวิธีการรักษามักประกอบด้วยการใช้ยา การทำกายภาพบำบัด การบริหารร่างกาย หรือการรักษาทางเลือก เช่น การฝังเข็ม เป็นต้น",
        prophylaxis_title: "วิธีป้องกันออฟฟิศซินโดรม",
        prophylaxis: "การป้องกันกลุ่มอาการออฟฟิสซินโดรมนั้นง่ายกว่าการรักษาอาการและภาวะแทรกซ้อนที่อาจเกิดขึ้น การจัดสถานที่นั่งทำงานใหม่เพียงเล็กน้อยและการเปลี่ยนแปลงนิสัยการนั่งทำงานให้ดีขึ้นจะช่วยป้องกันการเกิดอาการออฟฟิศซินโดรมได้",
        prophylaxis_1: "⠀• การจัดท่าทางการทำงานให้เหมาะสม โดยการนั่งหลังตรง ไม่ห่อไหล่ คางไม่ยื่น จะช่วยให้กระดูกสันหลังอยู่ในท่าทางที่เหมาะสม การจัดท่าทางของร่างกายตอนทำงานให้ถูกต้องนั้นถือว่ามีความสำคัญอย่างยิ่ง",
        prophylaxis_2: "⠀• การปรับเปลี่ยนท่านั่งบ่อย ๆ การเปลี่ยนท่านั่งทุก 1 - 2 ชั่วโมง จะช่วยคลายอาการล้าของกล้ามเนื้อ และป้องกันการนั่งงอตัว ควรปรับมุมที่นั่งให้เหมาะสม และหลีกเลี่ยงการนั่งตรงขอบเก้าอี้",
        prophylaxis_3: "⠀• การออกกำลังกาย ควรออกกำลังกายอย่างน้อย 30 นาที 3 ครั้ง ต่อสัปดาห์ และเพิ่มการออกกำลังกายที่เสริมความแข็งแรงของกล้ามเนื้อแกนกลาง ซึ่งจะช่วยให้ท่าทางของร่างกายดีขึ้น",
        prophylaxis_4: "⠀• การจัดโต๊ะตามหลักการยศาสตร์หรือ Ergonomics โดยให้หน้าจอคอมพิวเตอร์ และคีย์บอร์ดอยู่ด้านหน้า จอคอมพิวเตอร์ควรอยู่ในระยะที่แขนเอื้อมถึง ความสูงในระดับสายตาหรือต่ำกว่าระดับสายตาเพียงเล็กน้อย ซึ่งปัจจุบันมีโต๊ะทำงานที่ปรับระดับได้ ทำให้นั่งหรือยืนทำงานได้",
        prophylaxis_5: "⠀• การหยุดพักเป็นระยะ อย่าลืมที่จะหยุดพักระหว่างวันเพื่อพักสายตา และใช้เวลานี้เดินหรือยืดเส้นยืดสายคลายกล้ามเนื้อที่ตึงจากการนั่งทำงานเป็นเวลานาน ๆ",
        last_description: "⠀⠀⠀⠀การปฏิบัติตามคำแนะนำดังกล่าวสามารถช่วยลดความเสี่ยงที่จะเกิดออฟฟิศซินโดรมและทำให้สภาพแวดล้อมการทำงานเหมาะสมมากยิ่งขึ้น",
        coverimage: "https://sv1.picz.in.th/images/2022/09/29/pi96Hu.jpg",
      },
      {
        id: "3",
        name: "ตะคริว",
        title: "ตะคริว (Muscle Cramps)",
        description: "⠀⠀⠀⠀ตะคริว เกิดจากการที่กล้ามเนื้อมัดหนึ่งหรือหลายมัดเกิดการหดตัวกะทันหัน ทำให้รู้สึกปวดจี๊ดและมักรุนแรง ซึ่งอาจเกิดจากการที่ออกกำลังกายอย่างหนักโดยเฉพาะในเวลาที่อากาศร้อน ยาหรือโรคบางอย่างอาจส่งผลให้เป็นตะคริวได้เช่นกัน อย่างไรก็ตามตะคริวเป็นปัญหาที่ไม่ร้ายแรงและสามารถหายได้โดยการนวดเบา ๆ หรือประคบร้อนหรือเย็นด้วยตนเอง",
        symptom_title: "อาการตะคริว",
        symptom: "⠀⠀⠀⠀ตะคริวเกิดได้ในคนทุกเพศทุกวัยแต่มักพบบ่อยในผู้สูงอายุและนักกีฬา และอาจเกิดขึ้นได้ตอนที่กำลังเดิน ออกกำลังกาย นั่ง หรือแม้กระทั่งตอนนอน เมื่อเป็นตะคริวจะรู้สึกไม่สบายตัวเล็กน้อยหรืออาจจะปวดทรมาณมาก กล้ามเนื้อที่เป็นตะคริวจะแข็งและบิดตัว ซึ่งอาจเป็นนานไม่กี่วินาทีหรือมากกว่า 15 นาที และอาจเป็นซ้ำได้หลายครั้ง",
        cause_title: "สาเหตุที่ทำให้เป็นตะคริว",
        cause: "⠀⠀⠀⠀ตะคริวอาจเกิดขึ้นหลังจากการที่กล้ามเนื้อถูกใช้งานมาก เหงื่อออกมาก หรืออยู่ในท่าเดียวเป็นเวลานาน ซึ่งทำให้เลือดไหลไปยังกล้ามเนื้อได้ไม่เพียงพอ หรือเส้นประสาทกระดูกสันหลังถูกกดทับอาจเป็นต้นเหตุทำให้กล้ามเนื้อหดเกร็ง การได้รับสารอาหารไม่เพียงพอ เช่น การรับประทานแคลเซียม โพแทสเซียม และแมกนีเซียมไม่พออาจทำให้เป็นตะคริวที่ขาได้เช่นกัน",
        factor_title: "ปัจจัยเสี่ยง",
        factor_1: "⠀• อายุที่มากขึ้น",
        factor_2: "⠀• ร่างกายไม่แข็งแรง",
        factor_3: "⠀• เหงื่อออกมาก",
        factor_4: "⠀• ตั้งครรภ์",
        factor_5: "⠀• โรคเบาหวานหรือโรคอื่น ๆ เกี่ยวกับเส้นประสาท ตับ หรือไทรอยด์",
        factor_6: "⠀• น้ำหนักเกิน",
        diagnose_title: "การตรวจวินิจฉัย",
        diagnose: "⠀⠀⠀⠀แพทย์จะสอบถามอาการ เช่น",
        diagnose_1: "⠀• อาการรุนแรงหรือไม่",
        diagnose_2: "⠀• มักมีอาการเป็นตะคริวเมื่อไร",
        diagnose_3: "⠀• เมื่อเป็นตะคริวแล้ว เป็นนานเท่าไร",
        diagnose_4: "⠀• มีอาการอย่างอื่นอีกหรือไม่",
        treatment_title: "การรักษา",
        treatment_1: "⠀• หากการเป็นตะคริวนั้นรบกวนการนอนแพทย์อาจจ่ายยาให้รับประทานเพื่อบรรเทาอาการปวด แต่ไม่มียารับประทานหรือยาฉีดใด ๆ ที่ช่วยให้หายเป็นตะคริวได้ทันที",
        treatment_2: "⠀• การออกกำลังแบบยืดเหยียดช่วยลดความเสี่ยงที่จะเป็นตะคริวได้",
        prophylaxis_title: "การป้องกัน",
        prophylaxis_1: "⠀• ดื่มน้ำมาก ๆ ทุกวันเพราะกล้ามเนื้อต้องการน้ำเพื่อการทำงานอย่างมีประสิทธิภาพ จิบน้ำระหว่างการออกกำลังกายและหลีกเลี่ยงการดื่มเครื่องดื่มคาเฟอีนหรือแอลกอฮอล์หลังออกกำลังกาย",
        prophylaxis_2: "⠀• ยืดกล้ามเนื้อก่อนและหลังออกกำลังกายหรือกิจกรรมใด ๆ ที่จำเป็นต้องใช้กล้ามเนื้อเป็นเวลานาน ก่อนเข้านอนสามารถปั่นจักรยานอยู่กับที่เบา ๆ 2-3 นาทีเพื่อคลายกล้ามเนื้อและป้องกันให้ไม่เป็นตะคริวเวลานอน",
        prophylaxis_3: "⠀• จิบเครื่องดื่มเกลือแร่ก่อนและหลังออกกำลังกายสามารถป้องกันการเป็นตะคริวได้",
        coverimage: "https://www.drtop.co/wp-content/uploads/2019/04/shutterstock_4231057451.jpg",
      }
])

return { HealthDetails_1_list }
})

export const useHealthDetails_2_list = defineStore('HealthDetails_2', () => {

  const HealthDetails_2_list = ref([
      {
        id: "1",
        name: "โรคไข้หวัดใหญ่",
        title: "โรคไข้หวัดใหญ่ (Influenza)",
        description: "⠀⠀⠀⠀ไข้หวัดใหญ่ติดต่อง่าย โดยติดต่อผ่านการไอหรือจามรดกัน หรือหายใจเอาฝอยละอองเข้าไป รวมไปถึงการใช้สิ่งของร่วมกัน การได้รับเชื้อทางอ้อมผ่านทางมือหรือสิ่งของเครื่องใช้ที่ปนเปื้อนเชื้อ เช่น แก้วน้ำ ลูกบิดประตู โทรศัพท์ ผ้าเช็ดมือ เป็นต้น",
        prophylaxis_title: "ดูแลสุขภาพของตนเองเพื่อป้องกันโรคไข้หวัดใหญ่ทุกสายพันธุ์",
        prophylaxis_1: "⠀• ปิดปาก ปิดจมูก เวลาไอหรือจาม",
        prophylaxis_2: "⠀• สวมหน้ากากอนามัย และหมั่นล้างมือบ่อยๆ",
        prophylaxis_3: "⠀• หลีกเลี่ยงการอยู่ในสถานที่แออัด และหลีกเลี่ยงการอยู่ใกล้ชิดกับผู้ป่วยไข้หวัดใหญ่",
        prophylaxis_4: "⠀• ฉีดวัคซีนป้องกันไข้หวัดใหญ่ เพื่อป้องกันและกระตุ้นภูมิคุ้มกัน ช่วยลดความเสี่ยงการเกิดภาวะแทรกซ้อน",
        last_description: "⠀⠀⠀⠀หน้าฝน ต้องระวัง “ไข้หวัดใหญ่” มาฉีดวัคซีนกันเถอะ เราควรฉีดวัคซีนป้องกันไข้หวัดใหญ่เป็นประจำทุกปี เพราะเชื้อไวรัสที่แพร่ระบาดในแต่ละปี เป็นเชื้อต่างชนิดกัน โดยสามารถฉีดได้ทุกช่วงวัย ตั้งแต่เด็ก ถึงวัยผู้ใหญ่ สตรีมีครรภ์ ผู้สูงอายุ",
        coverimage: "https://samitivej-prod-new-website.s3.ap-southeast-1.amazonaws.com/public/uploads/descriptions/01264027a64f8760129d2c111cf1b25d.jpg",
        imge_health: "https://www.sikarin.com/wp-content/uploads/2021/07/11427012570273-1024x1024.jpg.webp",
      },
      {
        id: "2",
        name: "โรคไข้เลือดออก",
        title: "โรคไข้เลือดออก (Dengue hemorrhagic fever)",
        description: "⠀⠀⠀⠀ยุงลาย…ตัวการพาหะนำโรคร้ายสุดโหด ไข้เลือดออก พบได้ในทุกช่วงวัย โดยเฉพาะในช่วงที่ฝนตกแบบนี้ อาจทำให้เสี่ยงเป็นโรคไข้เลือดออกได้มากขึ้น ไข้เลือดออก ต้องระวัง! เป็นซ้ำยิ่งอันตราย",
        description_1: "⠀• ผู้ที่เคยติดเชื้อไข้เลือดออกมาแล้ว จะมีภูมิคุ้มกันบางส่วน ทำให้ร่างกายตอบสนองต่อการติดเชื้อครั้งที่ 2 หรือครั้งต่อๆ มา ได้มากขึ้นกว่าปกติ",
        description_2: "⠀• ในครั้งถัดมาของการติดเชื้ออาการของโรคมักจะหนักมากกว่าครั้งก่อน มีความรุนแรงถึงขั้นเสียชีวิต",
        description_3: "⠀• ร่างกายเกิดสับสน และทำงานได้ไม่ดีพอ ไม่สามารถสู้กับเชื้อไวรัสได้อย่างทันเวลา",
        description_4: "⠀• ในผู้ป่วยบางรายภูมิต้านทานอาจผันตัวเองไปเป็นตัวช่วยให้เชื้อไวรัสนั้นแข็งแรงขึ้น กระจายตัวได้มากขึ้น",
        prophylaxis_title: "ไม่อยากเป็นซ้ำต้องทำอย่างไร?",
        prophylaxis: "⠀⠀⠀⠀ปัจจุบันยังไม่มียาที่จะนำมารักษาโรคไข้เลือดออกโดยตรง วิธีการป้องกันที่ดีที่สุดคือไม่ให้ยุงลายกัด ทำลายแหล่งเพาะพันธุ์ยุงลาย และฉีดวัคซีนป้องกันไข้เลือดออก ช่วยป้องกันลดการติดเชื้อ 50% ลดความรุนแรงของโรค 80% และลดอัตราการเสียชีวิต 90%",
        symptom_d_title: "ไข้เลือดออกกับอาการที่ต้องสังเกต",
        symptom_d_1: "⠀• มีไข้สูง 39 – 40 องศา เกิน 2 วัน",
        symptom_d_2: "⠀• ปวดศีรษะ ปวดเมื่อยตามตัว",
        symptom_d_3: "⠀• ปวดกระบอกตา ตัวแดง ตาแดง",
        symptom_d_4: "⠀• อ่อนเพลีย ซึมลง",
        symptom_d_5: "⠀• เบื่ออาหาร อาเจียน",
        symptom_d_6: "⠀• อาจพบจ้ำเลือดหรือจุดเลือดตามผิวหนัง",
        symptom_d_7: "⠀• ท้องอืด ถ่ายเหลว อุจจาระมีสีดำ",
        last_description: "⠀⠀⠀⠀หากพบว่ามีอาการดังกล่าว ควรพบแพทย์ทันที! และห้ามซื้อยารับประทานเองเด็ดขาด",
        coverimage: "https://www.prachachat.net/wp-content/uploads/2019/08/27-1p2-1-728x485.jpg",
        imge_Dengue_hemorrhagic_fever_1: "https://www.sikarin.com/wp-content/uploads/2023/08/%E0%B9%84%E0%B8%82%E0%B9%89%E0%B9%80%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%94%E0%B8%AD%E0%B8%AD%E0%B8%81-1-1024x1024.png.webp",
        imge_Dengue_hemorrhagic_fever_2: "https://www.sikarin.com/wp-content/uploads/2023/08/%E0%B9%84%E0%B8%82%E0%B9%89%E0%B9%80%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%94%E0%B8%AD%E0%B8%AD%E0%B8%81%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B9%89%E0%B8%87%E0%B8%97%E0%B8%B5%E0%B9%88-2-1-1024x1024.png.webp",
      },
      {
        id: "3",
        name: "ภาวะอาหารเป็นพิษ",
        title: "ภาวะอาหารเป็นพิษ (Food poisoning)",
        description: "⠀⠀⠀⠀อาหารเป็นพิษ ภาวะที่เกิดจากรับประทานอาหาร หรือน้ำที่มีการปนเปื้อนเชื้อแบคทีเรียเข้าไป ทำให้มีอาการคลื่นไส้อาเจียน ปวดท้องและท้องเสียถ่ายเหลวตามมา อาการแบบนี้สงสัย “อาหารเป็นพิษ”",
        description_1: "⠀• มีไข้ ปวดศีรษะ",
        description_2: "⠀• คลื่นไส้ อาเจียน",
        description_3: "⠀• ปวดท้อง",
        description_4: "⠀• ถ่ายอุจจาระบ่อย เกินวันละ 3 ครั้ง",
        description_5: "⠀• ปวดเมื่อยตามเนื้อตัว",
        description_6: "⠀• มีอาการสูญเสียน้ำ เช่น เหนื่อยง่าย อ่อนเพลีย กระหายน้ำ",
        prophylaxis_title: "วิธีการดูแลตนเองเมื่ออาหารเป็นพิษ",
        prophylaxis: "⠀⠀⠀⠀โการรักษาอาการอาหารเป็นพิษ โดยปกติอาการดังกล่าวจะหายได้เองภายใน 24-48 ชั่วโมง โดยให้รักษาตามอาการ ท้องเสียต้องจิบ เกลือแร่แก้ท้องเสีย ORS ห้าม!จิบเกลือแร่สำหรับนักกีฬา",
        prophylaxis_1: "⠀• ดื่มน้ำเกลือแร่ (ORS) เพื่อป้องกันภาวะขาดน้ำและเกลือแร่ และรับประทานยาแก้คลื่นไส้",
        prophylaxis_2: "⠀• งดอาหารเผ็ด-เปรี้ยวจัด อาหารประเภทนม ผลไม้ อาหารสุกๆ ดิบๆ อาหารหมักดอง",
        prophylaxis_3: "⠀• รับประทานอาหารปรุงสุก ทานอาหารเหลว ย่อยง่าย",
        prophylaxis_4: "⠀• ดื่มน้ำสะอาดมากๆ พักผ่อนให้มากขึ้น งดการทำกิจกรรมหนัก",
        prophylaxis_5: "⠀• หากอาการไม่ดีขึ้น มีอาการท้องร่วงรุนแรง มีไข้ ควรรีบไปพบแพทย์ทันที",
        prophylaxis_s: "⠀⠀⠀⠀เลือกทาน ช่วยป้องกัน อาหารเป็นพิษ เมนูอะไรบ้าง? ที่กินแล้วเสี่ยง อาหารเป็นพิษ",
        prophylaxis_s_1: "⠀• อาหารที่มีกะทิ เช่น แกงต่างๆ ขนมหวานที่ใส่กะทิ หรือราดน้ำกะทิ ซึ่งเป็นเมนูที่เสียง่ายทั้งนั้น",
        prophylaxis_s_2: "⠀• ส้มตำ และยำต่างๆบางร้านอาจใช้ปลาร้าไม่ได้มาตรฐาน ถั่วลิสงขึ้นรา กุ้งแห้งใส่สี ก็อาจทำให้ผู้รับประทานเกิดอาการอาหารเป็นพิษได้",
        prophylaxis_s_3: "⠀• ขนมจีนน้ำยาต่างๆ เส้นขนมจีนทำมาจากแป้ง และบูดง่าย รวมถึงน้ำยากะทิก็เก็บได้ไม่นาน และผักเครื่องเคียงที่ทานสดๆ ก็อาจจะล้างไม่สะอาดพอ",
        prophylaxis_s_4: "⠀• อาหารทะเล ควรเลือกสดๆ และปรุงให้สุก หากพบมีกลิ่นเหม็นคาว หรือสีผิดปกติไป ไม่ควรรับประทานเด็ดขาด",
        prophylaxis_s_5: "⠀• สลัด การทานผักสดๆ มีโอกาสได้รับเชื้อโรคที่ติดมาจากขนส่งหรือภาชนะที่ใส่ ดังนั้นควรล้างผักด้วยน้ำให้สะอาดก่อนรับประทานเสมอ",
        prophylaxis_s_6: "⠀• น้ำและน้ำแข็ง กระบวนการทำน้ำแข็งบางครั้ง อาจไม่สะอาด มีผงหรือเศษฝุ่นต่างๆ ติดอยู่ในก้อนน้ำแข็งทำให้เป็นอันตรายต่อลำไส้ และระคายเคืองต่อระบบทางเดินอาหารได้",
        last_description: "⠀⠀⠀⠀ในช่วงที่อากาศร้อนแบบนี้ การรับประทานอาหารควรยึดหลัก “สุก ร้อน สะอาด” หลีกเลี่ยงอาหารที่เสียง่าย หรือไม่สุก เพื่อป้องกันโรคติดต่อทางอาหารและน้ำ ซึ่งจะเป็นการป้องกันอาหารเป็นพิษได้ ที่สำคัญควรล้างมือให้สะอาด ก่อนรับประทานอาหารทุกครั้ง",
        coverimage: "https://www.healthtodaythailand.in.th/wp-content/uploads/2018/04/Disease_201803006.jpg",
        imge_health: "https://www.sikarin.com/wp-content/uploads/2022/04/242059187_4562718240445146_8181154738013757556_n.jpg.webp",
      }
      
])

return { HealthDetails_2_list }
})

export const useHealthDetails_3_list = defineStore('HealthDetails_3', () => {

  const HealthDetails_3_list = ref([
      {
        id: "1",
        name: "การป้องกันโรค",
        title: "การป้องกันโรค",
        description: "⠀⠀⠀⠀การป้องกันโรค (Prevention) เป็นการควบคุมสาเหตุและปัจจัยเสี่ยงของการเกิดโรคช่วยไม่ให้คนสัมผัสเชื้อ / หากสัมผัสเชื้อก็สามารถต้านทานโรคได้ การป้องกันโรค เป็นการควบคุมปัจจัยสาเหตุที่ทำให้เกิดโรคติดต่อโดยแบ่งออกเป็น 3 ระดับ",
        description_1: "⠀⠀1. การป้องกันระดับปฐมภูมิ หมายถึง การป้องกันไม่ให้ร่างกายติดเชื้อหรือได้รับเชื้อเช่น การสวมหน้ากากอนามัย กินช้อนกลาง ล้างมือ รวมถึงการใช้วัคซีนป้องกันโรค",
        description_2: "⠀⠀2. การป้องกันระดับทุติยภูมิ หมายถึง การป้องกันไม่ให้ป่วยเป็นโรคหลังสัมผัสเชื้อเช่น รณรงค์ให้รับวัคซีนป้องกันโรคหัดภายหลังสัมผัสโรคภายใน 24-48 ชม. ร่างกายยังคงสร้างภูมิคุ้มกันได้ทันทำให้ไม่ป่วยเป็นโรคหัด โรคที่มีหลักฐานสนับสนุนให้มีการใช้วัคซีนในการป้องกันโรคแบบทุติยภูมิได้แก่ หัด สุกใส พิษสุนัขบ้า บาดทะยัก",
        description_3: "⠀⠀3. การป้องกันแบบตติยภูมิ หมายถึง การป้องกันไม่ให้เกิดภาวะแทรกซ้อนที่เกิดจากการเจ็บป่วย เช่น การให้วิตามินเอในเด็กที่มีภาวะทุพโภชนาการที่ป่วยเป็นโรคหัดสามารถช่วยลดอุบัติการณ์ของตาบอดได้",
        coverimage: "http://guruvaccine.com/wp-content/uploads/2019/03/Lesson-2_f-6.jpg",
        price: "45"
      },
      
])

return { HealthDetails_3_list }
})

export const useHealthTips_list = defineStore('HealthTips', () => {

  const HealthTips_list = ref([
      {
        id: "1",
        name: "การนอนหลับที่เพียงพอ",
        title: "นอนหลับอย่างไรให้ได้คุณภาพ",
        description: "⠀⠀⠀⠀ร่างกายของเราทุกคนต้องนอนหลับพักผ่อนตามตารางของนาฬิกาชีวิต แต่จะหลับอย่างไรจึงจะดีต่อสุขภาพมากที่สุด แล้วตื่นมาพร้อมความรู้สึกสดชื่น เรื่องของการนอนต้องคำนึง 2 อย่างคือ",
        description_1: "⠀⠀1. ชั่วโมงการนอน ถ้าจะให้สมบูรณ์แบบควรนอนให้ได้ 7 – 8 ชั่วโมง แต่ละวัยต้องการจำนวนการนอนจะไม่เท่ากัน ชั่วโมงการนอนของเด็ก 11 – 13 ชั่วโมง ผู้ใหญ่ 7 – 8 ชั่วโมง",
        description_2: "⠀⠀2. คุณภาพการหลับ การหลับอย่างมีคุณภาพ คือ ครบวงจรทุกระยะการหลับ ทั้งหลับตื้น หลับลึก และหลับฝัน ให้ครบทุกระยะเพราะมีความสัมพันธ์กัน",
        sleep_cycle_title: "วงจรการหลับ 3 ระยะ",
        sleep_cycle: "⠀⠀⠀⠀วงจรการนอนหลับในคนปกติทั่วไป มักใช้เวลาตั้งแต่ 30 วินาที – 7 นาที เป็นสภาพที่แม้จะได้รับการกระตุ้นเพียงเล็กน้อยก็จะตื่น จากนั้นเข้าสู่การหลับระยะต่าง ๆ",
        sleep_cycle_1: "⠀⠀1. หลับตื้น เป็นระยะแรกที่มีการหลับตื้นอย่างแท้จริง แต่ยังไม่มีการฝัน",
        sleep_cycle_2: "⠀⠀2. หลับลึก ร่างกายจะเข้าสู่โหมดพักผ่อนเมื่อเข้าสู่ระยะหลับลึกเป็นช่วงหลับสนิทที่สุดของการนอนใช้เวลา 30 – 60 นาที ช่วงระยะนี้อุณหภูมิร่างกายและความดันโลหิตจะลดลง อัตราการเต้นของหัวใจลดลงเหลือประมาณ 60 ครั้งต่อนาที โกรทฮอร์โมนจะหลั่งในระยะนี้",
        sleep_cycle_3: "⠀⠀3. หลับฝันอีกระยะหนึ่งที่สำคัญคือ ช่วงหลับฝันร่างกายจะได้พักผ่อน แต่สมองจะยังตื่นตัวอยู่ นอกจากนี้การหลับฝันยังช่วยจัดระบบความจำในเรื่องของทักษะต่าง ๆ ดังนั้น การนอนหลับที่ดีต้องได้ทั้งชั่วโมงการนอนและคุณภาพการหลับด้วย แม้ว่าบางคนนอนหลับเพียง 4 – 5 ชั่วโมง แล้วตื่นมาสดชื่น ต้องดูว่าเป็นแค่หลับตื้นหรือเปล่า เนื่องจากระยะการหลับตื้นทำให้สดชื่นได้ จึงต้องดูว่าความสามารถในเรื่องอื่น ๆ เป็นอย่างไร หากสังเกตว่าตื่นมาสดชื่นแต่ความสามารถในเรื่องอื่น ๆ ลดลง นั่นแสดงว่า ชั่วโมงการนอนไม่เพียงพอ ควรที่จะนอนหลับให้นานกว่านั้น เพื่อให้ได้เปอร์เซ็นต์การนอนของแต่ละระยะให้นานขึ้น หรือบางคนนอนมากกว่า 7 – 8 ชั่วโมง แต่ตื่นมาแล้วไม่สดชื่น เป็นไปได้ว่าชั่วโมงการนอนเพียงพอ แต่คุณภาพการนอนไมได้ คือได้แค่หลับตื้นไม่เข้าสู่ระยะหลับลึก ซึ่งต้องไปหาสาเหตุต่อว่า ทำไมไม่สามารถเข้าสู่ระยะหลับลึกได้เป็นเพราะอะไร",
        silent_danger_title: "ภัยเงียบจากหลับ ๆ ตื่น ๆ",
        silent_danger: "⠀⠀⠀⠀บางคนชั่วโมงการนอนหลับสั้น แต่คุณภาพของการหลับได้ ส่วนหนึ่งเกิดจากปัจจัยภายในร่างกายทางด้านพันธุกรรมเข้ามาเกี่ยวข้องและการปรับตัวของร่างกาย ส่วนคนที่ชั่วโมงการนอนเยอะ แต่ตื่นมาแล้วกลับไม่สดชื่นนั้น เป็นเพราะนอนได้แค่ระยะหลับตื้นหรือสะดุ้งตื่นเป็นพัก ๆ มีผลทำให้การทำงานของระบบหายใจและหลอดเลือดทำงานหนัก กลายเป็นว่าตื่นมาแล้วรู้สึกเพลียแทนที่จะรู้สึกสดชื่น ปัจจุบันผู้ป่วยจำนวนมากที่มารับการตรวจสุขภาพแล้วพบว่า มีปัญหาความผิดปกติในการนอนร่วมด้วยและพบมากขึ้นเรื่อย ๆ ถือเป็นภัยเงียบที่เป็นต้นเหตุสำคัญที่เพิ่มความเสี่ยงต่อการเกิดโรคต่าง ๆ อาทิ ความดันโลหิตสูง เบาหวาน โรคหลอดเลือดสมองอุดตัน โรคหลอดเลือดหัวใจ อาการที่อาจเกิดขึ้นจากการนอนหลับไม่เต็มที่ซึ่งพบได้บ่อย เช่น ง่วงและเพลียกลางวัน ประสิทธิภาพความคิดความจำลดลง ลืมง่าย กลางคืนหลับ ๆ ตื่น ๆ นอนกรนร่วมกับหยุดหายใจชั่วขณะ ซึ่งจำเป็นต้องได้รับการวินิจฉัยที่ถูกต้องเพื่อหาสาเหตุที่ทำให้เกิดอาการดังกล่าว ฉะนั้นการนอนหลับที่มีคุณภาพไม่ได้ขึ้นอยู่กับเวลาแค่จำนวน 7 – 8 ชั่วโมงเท่านั้น แต่ยังขึ้นอยู่กับระดับความลึกของการนอนหลับ เพื่อให้ร่างกายและสมองได้รับการพักผ่อนอย่างเต็มที่ และเวลาเข้านอน – ตื่นนอนที่เหมาะสม ไม่ควรนอนดึกหรือตื่นสายจนเกินไป",
        compensate_title: "นอนเยอะชดเชยอดนอนได้ไหม",
        compensate: "⠀⠀⠀⠀สำหรับชั่วโมงการนอนที่เหมาะสมของคนวัยทำงาน 7 – 8 ชั่วโมงถือว่าเพียงพอแล้ว หากนอนมากกว่านั้นก็จะหลับไม่สนิท เพราะต้องรับรู้ว่าชั่วโมงการนอนครบแล้ว ทำให้นอนหลับ ๆ ตื่น ๆ ไม่เป็นหลับระยะสนิทเหมือนช่วงแรก เนื่องจากร่างกายเก็บพลังงานได้เพียงพอแล้ว เปรียบเหมือนกับการชาร์ตแบตเตอรี่มือถือ ไม่ควรชาร์ตทิ้งไว้ข้ามคืน การนอนก็เช่นเดียวกัน เพราะแทนที่ร่างกายจะตื่นตัวกลับทำให้การตื่นตัวลดลง กรณีนอนน้อยกว่า 4 ชั่วโมงถือว่า “อดนอน” ถ้าอดนอนติดกัน 3 วันแล้วคืนวันที่ 4 ถ้าหลับ ไม่ว่าจะหลับกี่ชั่วโมงก็ตามร่างกายจะพยายามช่วยเหลือตัวเองคือ พอเริ่มหลับก็เข้าสู่ระยะหลับลึกเลย หากมีเวลานอนที่นานพอ ร่างกายจะเริ่มปรับวงจรการนอนหลับอีกครั้งหนึ่ง จากปกติต้องมีระยะเวลาการนอนช่วงแรก 30 – 60 นาที จะเป็นหลับตื้นแล้วค่อย ๆ หลับลึกไปเรื่อย ๆ แต่ถ้าต้องตื่นก่อน 4 ชั่วโมงจะกลายเป็นว่า ครั้งต่อไปพอจะหลับอีกวงจรการนอนจะยังไม่ครบ การหลับจะเป็นหลับลึกในระยะเวลาสั้น ๆ แค่ทำให้สดชื่นแต่ประสิทธิภาพเรื่องความจำจะไม่เท่าเดิม ฉะนั้นถ้ามีโอกาสที่จะหลับซ่อมแซมหรือหลับชดเชยควรนอนให้ครบชั่วโมง การนอนที่เหมาะสม จะทำให้สภาพร่างกายกลับมาเหมือนเดิมได้ในระยะเวลาไม่กี่วันหรือถ้าหากมีโอกาสหลับเต็มที่หนึ่งวันเต็ม ๆ หลังจากอดนอนมา 3 วัน” อย่างไรก็ตาม ปัจจัยเหล่านี้ยังขึ้นอยู่กับวัยอีกด้วย เนื่องจากการทำงานของสมองแต่ละช่วงวัยไม่เหมือนกัน ถ้าอายุน้อยโอกาสกลับมาเหมือนเดิมเร็ว แต่ถ้าอายุมากขึ้นจะฟื้นตัวช้า ดังนั้นการนอนชดเชยจึงไม่มีสูตรสำเร็จแน่นอนตายตัว ขึ้นอยู่กับสภาพร่างกายของแต่ละคน ว่าจะสามารถกลับมาได้เหมือนเดิมมากน้อยแค่ไหน",
        coverimage: "https://sleephappy.co.th/wp-content/uploads/2022/10/young-woman-resting-bed-morning.webp",
      },
      {
        id: "2",
        name: "การบริโภคอาหารที่ดี",
        title: "9 ข้อปฏิบัติการกินอาหาร เพื่อสุขภาพที่ดี",
        description: "⠀⠀⠀⠀ข้อปฏิบัติการกินอาหาร 9 ข้อ จะช่วยได้ ถ้าท่านถือเป็นหลักปฏิบัติตามร่างกายเราต้องการสารอาหารที่มีอยู่ในอาหารต่างๆ เพื่อให้มีสุขภาพดี แต่เราจะต้องรู้ว่าจะกินอย่างไร กินอาหารอะไรบ้าง มากน้อยเพียงใดจึงจะได้สารอาหารครบและเพียงพอกับความต้องการของร่างกาย",
        prophylaxis_title: "ข้อปฏิบัติการกินอาหากเพื่อสุขภาพที่ดีของคนไทย 9 ข้อ",
        prophylaxis_1: "⠀⠀1. กินอาหารครบ 5 หมู่ แต่ละหมู่ให้หลากหลายและหมั่นดูแลน้ำหนักตัว เนื่องจากร่างกายเราต้องการสารอาหารต่างๆ ที่มีอยู่ในอาหาร ได้แก่ โปรตีน คาร์โบไฮเดรต ไขมัน แร่ธาตุ วิตามิน น้ำ และใยอาหาร แต่ไม่มีอาหารชนิดใด ชนิดเดียวที่ให้สารอาหารต่างๆครบ ในปริมาณที่ร่างกายต้องการ จึงจำเป็น ต้องกินอาหารให้ครบ 5 หมู่ และกินแต่ละหมู่ให้หลากหลาย จึงจะได้สารอาหารต่างๆครบถ้วน และเพียงพอ น้ำหนักตัว เป็นเครื่องบ่งชี้บอกถึงสุขภาพของเรา จึงควรหมั่นดูแลโดยใช้ดัชนีมวลกาย(Body Mass Index) ซึ่งคำนวณจากสูตร ดัชนีมวลกาย(BMI) =น้ำหนัก(กิโลกรัม) ส่วนสูง (เมตร)2 ค่าปกติจะอยู่ที่ 18.5-24.9 กก/ตร.ม.",
        prophylaxis_2: "⠀⠀2. กินข้าวเป็นอาหารหลัก สลับกับอาหารประเภทแป้งเป็นบางมื้อ ข้าวเป็นอาหารหลักของคนไทยที่ให้กำลังงาน มีสารอาหารคาร์โบไฮเดรต โปรตีน วิตามินกับแร่ธาตุ และใยอาหาร ควรกินข้าวที่ขัดสีแต่น้อย และกินสลับกับ อาหารประเภทแป้งอื่นๆ เช่น ก๋วยเตี๋ยว ขนมจีน ขนมปัง เผือกและมัน",
        prophylaxis_3: "⠀⠀3. กินพืชผักให้มาก และกินผลไม้เป็นประจำ พืชผักและผลไม้ นอกจากให้วิตามินแร่ธาตุ และกากอาหารแล้ว ยังมีสารอื่นๆ ที่ช่วยป้องกันไม่ให้ไขมันไปเกาะตามหลอดเลือด และช่วยทำให้เยื่อบุของเซลล์ และอวัยวะต่างๆแข็งแรงอีกด้วย",
        prophylaxis_4: "⠀⠀4. กินปลา เนื้อสัตว์ไม่ติดมัน ไข่และถั่วเมล็ดแห้งเป็นประจำ",
        prophylaxis_4_1: "⠀• เนื้อสัตว์ทุกชนิดมีโปรตีน แต่ควรกินชนิดไม่ติดมันเพื่อลดการสะสมไขมันในร่างกาย",
        prophylaxis_4_2: "⠀• ไข่เป็นอาหารโปรตีนราคาถูก หาซื้อง่าย เด็กสามารถกินได้ทุกวัน แต่ผู้ใหญ่ควรกิน ไม่เกินสัปดาห์ละ 2-3 ฟอง",
        prophylaxis_4_3: "⠀• ถั่วเมล็ดแห้งและผลิตภัณฑ์ เป็นโปรตีนที่ดี ราคาถูก ควรกินสลับกับเนื้อสัตว์เป็นประจำ",
        prophylaxis_5: "⠀⠀5. ดื่มนมให้เหมาะสมตามวัย นมมีโปรตีน วิตามินบี และแคลเซียมซึ่งสำคัญต่อการเจริญเติบโต และเสริมสร้างความแข็งแรงให้กระดูกและฟัน จึงเป็นอาหารที่เหมาะสมกับบุคคลทุกวัย ในคนอ้วนควรดื่มนมพร่องมันเนย",
        prophylaxis_6: "⠀⠀6. กินอาหารที่มีแต่ไขมันพอควร ไขมันให้พลังงานและความอบอุ่นแก่ร่างกาย ทั้งช่วยดูดซึมวิตามิน เอ ดี อี และเค แต่ไม่ควรกินมากเกินไป จะทำให้อ้วน และเกิดโรคอื่นๆตามมา การได้รับไขมันอิ่มตัวจากสัตว์ และอาหารที่มีโคเลสเตอรอลมากเกินไป จะทำให้โคเลสเตอรอลในเลือดสูง เสี่ยงต่อการเป็นโรคหัวใจ ควรกินอาหารประเภท ต้ม นึ่ง ย่าง อบ จะช่วยลดปริมาณไขมันในอาหารได้",
        prophylaxis_7: "⠀⠀7.หลีกเลี่ยงการกินอาหารรสหวานจัดและเค็มจัด การกินอาหารรสจัดมากจนเป็นนิสัย ให้โทษแก่ร่างกาย รสหวานจัดทำให้ได้พลังงานเพิ่มทำให้อ้วน รสเค็มจัดเสี่ยงต่อภาวะความดันโลหิตสูง",
        prophylaxis_8: "⠀⠀8. กินอาหารที่สะอาด ปราศจากการปนเปื้อน อาหารที่สะอาด ปรุงสุกใหม่ๆ มีการปกปิดป้องกันแมลงวันและบรรจุในภาชนะที่สะอาด มีอุปกรณ์หยิบจับที่ถูกต้อง ย่อมทำให้ปลอดภัยจากการเจ็บป่วยด้วยระบบทางเดินอาหาร",
        prophylaxis_9: "⠀⠀9. งดหรือลดเครื่องดื่มที่มีแอลกอฮอล์ การดื่มเครื่องดื่มที่มีแอลกอฮอล์เป็นประจำ เป็นโทษแก่ร่างกาย ทำให้สมรรถภาพการทำงานลดลง ขาดสติ ทำให้เกิดอุบัติเหตุได้ง่าย สูญเสียทรัพย์สิน เงินทอง ตลอดจนชีวิต เสี่ยงต่อ การเป็นโรคตับแข็ง แผลในกระเพาะอาหารและลำไส้มะเร็งหลอดอาหารและโรคกระเพาะอาหาร จึงควรงด หรือลดเครื่องดื่มที่มีแอลกอฮอล์ และไม่ขับขี่ยานพาหนะในขณะมึนเมา",
        coverimage: "https://www.naturebiotec.com/wp-content/uploads/2021/01/%E0%B8%AD%E0%B8%B2%E0%B8%AB%E0%B8%B2%E0%B8%A3-5-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88.jpg",
      },
      {
        id: "3",
        name: "การจัดการความเครียด",
        title: "5 วิธีจัดการความเครียดง่ายๆ ที่คุณเองก็ทำได้",
        description: "⠀⠀⠀⠀ความเครียดเป็นสภาวะของอารมณ์ของคนที่ต้องเจอกับปัญหาต่างๆ เกิดความไม่สบายใจ วิตกกังวล รู้สึกกดดันหลายครั้งที่หลายคนมักจะเครียดโดยที่ไม่รู้ตัว เพราะคนเรามักจะแสดงปฏิกิริยาตอบสนองต่อความเครียดไม่เหมือนกัน เพราะเมื่อเกิดความเครียดเราจะแสดงออกมาทางด้านร่างกาย จิตใจ อารมณ์และพฤติกรรม บางคนหงุดหงิดง่าย บางคนป่วยง่าย บางคนนอนไม่หลับ หากเรารู้วิธีจัดการ และบรรเทาความเครียดต่างๆ เหล่านั้นได้ อย่างน้อยก็ช่วยให้เราพร้อมรับมือกับความเครียดได้มากขึ้น มาดูวิธีจัดการความเครียดง่ายๆ กันว่ามีอะไรบ้าง",
        treatment_title: "วิธีจัดการความเครียด",
        treatment_1: "⠀⠀1. ออกกำลังกาย คลายเครียด Cortisol จะทำงานอย่างหนัก เราสามารถแก้ได้โดยการให้ฮอร์โมนเอนดอร์ฟีนทำงานบ้างด้วยการออกกำลังกาย อย่างน้อยๆ ถ้าเรารู้สึกตัวว่ากำลังเครียดอยู่ การได้ออกจากโต๊ะทำงานไปยืดเส้นสาย หรือเดินขึ้นลงบันไดอาจทำให้เราหลุดโฟกัสเรื่องเครียดสักพักหนึ่ง จริงๆ แล้วการออกกำลังกายในที่นี้ ไม่ได้หมายถึงการออกแรงอย่างหนัก เหงื่อตกมากๆ แต่เป็นการออกกำลังกายที่ให้ผลทางสุขภาพจิต เพียงแค่เดินปกติสัก 10 นาที หันเหความสนใจไปในทางบวก ก็ได้ผลแล้ว แต่ถ้ามีเวลาหลังเลิกงานควรจะไปออกกำลังกายอย่างจริงจัง อย่างน้อยวันละ 30 นาที แค่ 3 - 5 วันต่อสัปดาห์ก็เพียงพอให้ฮอร์โมนแห่งความสุขทำงานได้อย่างเต็มที่บ้าง",
        treatment_2: "⠀⠀2. นั่งสมาธิ ฝึกจิต ลดเครียด หากลองสังเกตตัวเองเมื่อไหร่ก็ตามที่คุณรู้สึกเครียด จะเหมือนมีก้อนความคิดบางอย่างวิ่งอยู่ในหัวตลอดเวลา ซึ่งเมื่อมีความเครียดวิ่งวนอยู่ในหัวตลอดทำให้เราต้องคิดซ้ำไปซ้ำมาในเรื่องเครียดนั้นๆ เราจะจัดการแก้ปัญหากับมันอย่างไรดี การจมอยู่กับความเครียดอาจทำให้เราไม่อยากทำอย่างอื่นเลย ดังนั้น การแก้ปัญหาง่ายๆ เมื่อรู้สึกวิตกกังวลมากเกินไป ลองหาเวลาทำสมาธิ หรือสวดมนต์ไหว้พระ ฝึกลมหายใจ ลองกำหนดลมหายใจเข้า - ออกง่ายๆ ทำให้ชีพจรเต้นช้าลง เอาใจไปโฟกัสการกำหนดลมก็ทำให้เราลืมเรื่องเครียดๆ ไปได้ประมานหนึ่งเลยล่ะ",
        treatment_3: "⠀⠀3. จัดสรรเวลาในชีวิตประจำวัน Work Life Balance เราได้ยินกันมานานแล้วแต่หลายคนยังคงไม่สามารถทำได้ นอกจากการจัดสรรเวลาการทำงาน และการใช้ชีวิตส่วนตัวให้ดีจะช่วยให้ชีวิตส่วนตัวดีขึ้นแล้ว ยังช่วยในเรี่องของการที่เราไม่เอาความเครียดต่างๆ ไปให้กับครอบครัวด้วย 8 ชั่วโมงการทำงานหลังจากนั้นควรจะหยุดคิดเรื่องงาน ไม่นำงานไปทำในขณะที่ใช้เวลาอยู่กับครอบครัว ให้โฟกัสกับเรื่องครอบครัว และนอนหลับพักผ่อนให้เพียงพอ นี่เป็นอีกวิธีหนึ่งในการบริหารความเครียดได้ดีเลยทีเดียว",
        treatment_4: "⠀⠀4. ผ่อนคลายด้วยการดูหนัง ฟังเพลง แม้ว่าเราจะจัดการปัญหาความเครียดต่างๆ ยังไม่ได้ทันที แต่การที่เราเอาตัวเองออกมาจากความเครียดได้สักพักหนึ่งก็น่าจะเป็นเรื่องที่ดีได้ทำตามใจตัวเองบ้าง เช่น การนอนดูหนัง ฟังเพลงสบายๆ หรือออกไปหากิจกรรมทำที่นอกจากการนั่งจมกับความคิดเครียดๆ แน่นอนว่าช่วยให้สมองปลอดโปร่งสักพัก และอาจทำให้เรากลับมาคิดแก้ไขปัญหาหรือเรื่องเครียดได้ด้วย",
        treatment_5: "⠀⠀5. ปรับเปลี่ยนความคิด การจมอยู่กับความคิดใดความคิดหนึ่งมากเกินไปอาจทำให้เกิดอาการเครียดโดยไม่รู้ตัวได้ หรือถ้าหากเราจมอยู่กับความวิตกกังวลมากๆ ก็กลายเป็นความเครียดสะสม ความเครียดที่เกิดขึ้นนั้นก็จะกลายเป็นสาเหตุของความทุกข์ใจ ในทางวิทยาศาสตร์พบว่าความคิดสัมพันธ์กับสมอง เมื่อคิดอย่างหนึ่งสมองก็จะตอบสนองไปตามนั้น หากเราตกอยู่ในภาวะเครียดเรื่องงาน สุขภาพ หรือเพื่อนร่วมงาน วิธีการคือให้เอาตัวเองออกจากความเครียดนี้ด้วยการลองปรับมุมมองปัญหาต่างๆ เอาตัวเองออกมายืนเป็นคนนอกดูบ้าง อาจทำให้เราเห็นสาเหตุของปัญหาและวิธีแก้ไขได้ง่ายกว่าการเอาตัวเองไปจมอยู่กับตรงนั้น หรือหากเรามองข้ามเรื่องเล็กน้อย และยอมรับข้อบกพร่องที่เกิดขึ้นของงานหรือเพื่อนร่วมงาน อาจทำให้เราเข้าใจสถานการณ์ และหายเครียดได้เร็วขึ้น อีกทั้งยังน่าจะป้องกันตัวจากความทุกข์ต่างๆ ได้ดีอีกด้วย",
        last_description: "⠀⠀⠀⠀เมื่อพยายามดูแลสุขภาพจิตแล้วก็ต้องไม่ลืมดูแลสุขภาพกายด้วยการรับประทานอาหาร และนอนหลับให้เพียงพอ ก็จะช่วยบรรเทาความเครียดที่เกิดขึ้น ขอเป็นอีกหนึ่งกำลังใจที่ช่วยให้คุณมีสุขภาพจิตที่ดี สดชื่นแจ่มใส่ในทุกๆ วัน",
        coverimage: "https://res.cloudinary.com/dk0z4ums3/image/upload/v1646300979/attached_image_th/%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%9C%E0%B8%8A%E0%B8%B4%E0%B8%8D%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1%E0%B9%80-pobpad.jpg",
        img_strain: "https://www.stkc.go.th/sites/default/files/infographic/1672812674.jpg",
      }
])

return { HealthTips_list }
})

export const useHealtyFood_list = defineStore('HealtyFood', () => {

  const HealtyFood_list = ref([
      {
        id: "1",
        name: "อาหารที่ควรรับประทาน",
        title: "10 สุดยอดอาหารที่ควรทานทุกวัน",
        description: "⠀⠀⠀⠀ไม่ว่าใคร ๆ ก็ล้วนแล้วอยากจะมีสุขภาพที่ดีไม่ต่างกัน ดังนั้น การดูแลตัวเองด้วยการออกกำลังกาย และการรับประทานอาหารที่มีประโยชน์ จึงเป็นวิธีง่าย ๆ ที่หลาย ๆ คนเลือกใช้ และที่สำคัญ มันให้ผลลัพธ์ที่ดีซะด้วยสิ โดยเฉพาะเรื่องการรับประทานอาหารที่ทำให้สุขภาพดีจากภายใน ยิ่งเป็นสิ่งที่ต้องทำให้ได้ทุกวันเลยล่ะ อ๊ะ ๆ แต่รู้มั้ยคะว่า นอกจากการรับประทานอาหารครบ 5 หมู่แล้ว หากคุณได้รับประทาน “สุดยอดอาหาร” ในทุก ๆ วันแล้ว ยิ่งทำให้คุณมีสุขภาพดีมากขึ้นไปอีก เอ? ว่าแต่สุดยอดอาหารที่ว่านี้ คืออะไร อิอิ.. ตามไปดูพร้อม ๆ กันเลยค่ะ",
        treatment_title: "อาหารที่ควรทาน",
        treatment_1: "⠀⠀1. เบอร์รี่ แม้ว่าผลไม้ตระกูลเบอร์รีจะเคยเป็นผลไม้ที่หาทานได้ยากในบ้านเรา แต่ในสมัยนี้เห็นจะไม่ใช่อย่างนั้นแล้วล่ะค่ะ เพราะเดี๋ยวนี้เค้ามีขายกันเกลื่อนตามห้างสรรพสินค้า และท้องตลาดบางแห่งด้วยแน่ะ คุณ ๆ รู้ไหมคะว่า ผลไม้ตระกูลเบอร์รีนั้น ช่วยในเรื่องของระบบย่อยอาหารได้มากเลยทีเดียว แถมยังมีแอนตี้อ๊อกซิแดนท์ช่วยให้ผิวอ่อนเยาว์ และที่สำคัญ ยังมีวิตามิน C ที่ช่วยในเรื่องผิวพรรณและหวัดอีกด้วย",
        treatment_2: "⠀⠀2. ไข่ไก่ ไข่ไก่เป็นสุดยอดอาหารที่หาง่ายมาก ๆ แถมยังราคาถูกอีกแน่ะ คุณ ๆ รู้ไหมว่า ไข่ไก่นั้นเป็นแหล่งของโปรตีนคุณภาพสูง ที่ทำให้คุณได้พลังงานแต่ไม่อ้วน แถมมีประโยชน์ในการบำรุงสายตา อ้อ แถมยังมีลูทีนที่จะป้องกันผิวคุณจากการทำลายของแสงแดดอีกด้วย",
        treatment_3: "⠀⠀3. ถั่ว ถั่วเป็นแหล่งของเหล็ก ซึ่งเป็นสารอาหารที่ช่วยในการส่งผ่านออกซิเจนจากปอดไปยังเซลล์ต่าง ๆ ของร่างกาย โดยในถั่ว 1 ถ้วย จะให้ธาตุเหล็กประมาณ 16 มิลลิกรัม ซึ่งถือว่าเป็นปริมาณที่สูงเลยทีเดียว นอกจากนี้ ถั่วยังมีไฟเบอร์ช่วยให้ร่างกายขับถ่ายได้ง่ายอีกด้วย",
        treatment_4: "⠀⠀4. อัลมอนต์ แม็คคาเดเมีย และมะม่วงหิมพานต์ เป็นอาหารที่อุดมไปด้วยที่มีประโยชน์ต่อสุขภาพหัวใจ จากการศึกษาของนักโภชนาการ พบว่า ผู้ที่รับประทานเมล็ดพืชเหล่านี้จะมีอายุยืนกว่าผู้ที่ไม่ได้ทานถึง 2 ปีครึ่งเลยทีเดียว นอกจากนี้ ยังมีโอเมก้า 3 เอแอลเอ ที่จะส่งผลให้อารมณ์ดีขึ้น ที่สำคัญยังช่วยลดคอเลสเตอรอลที่ไม่ดีด้วย",
        treatment_5: "⠀⠀5. ส้ม เป็นแหล่งวิตามิน C คุณภาพ ที่มีประโยชน์ต่อการสร้างเซลล์เม็ดเลือดขาว และช่วยสร้างภูมิต้านทานโรค รวมทั้งยังมีไฟเบอร์สูง เป็นแหล่งของแอนติออกซิแดนท์ ที่จะช่วยปกป้องเซลล์ผิวจากการถูกทำลาย และเสริมสร้างคอลลาเจนในผิว เรียกว่าคุณประโยชน์ครบครันเลยทีเดียว",
        treatment_6: "⠀⠀6. มันเทศ อาหารที่หาได้ง่าย แถมยังให้ประโยชน์มากมายกับสุขภาพอีก มันเทศเป็นแหล่งเบตาแคโรทีนชั้นดีที่ช่วยในการบำรุงสายตา เสริมสร้างระบบภูมิคุ้มกัน และที่หลาย ๆ คนคิดไม่ถึง คือ มันเทศมีสารต้านมะเร็งสูงอีกด้วยค่ะ",
        treatment_7: "⠀⠀7. บรอกโคลี เป็นแหล่งของวิตามินซี เอ และเค เป็นผักที่มีเบต้าแคโรทีนสูง ช่วยบำรุงสายตา และมีสารไอโซธิโอไซยาเนทส์ (Isothiocyanates) ที่ช่วยต่อต้านมะเร็งปอด รวมถึงมะเร็งกระเพาะปัสสาวะ นอกจากนี้ วิตามินเคยังเป็นสารอาหารที่ช่วยเสริมสร้างความแข็งแรงของกระดูกด้วย",
        treatment_8: "⠀⠀8. ชา แม้ว่าชาจะเป็นหนึ่งในเครื่องดื่มที่ไม่ได้ให้ผลดีต่อสุขภาพเท่าไหร่ แต่รู้ไหมว่า การดื่มชาในปริมาณที่พอเหมาะ จะช่วยลดความเสี่ยงต่อการเป็นอัลไซเมอร์ มะเร็ง และทำให้สุขภาพฟันและกระดูกแข็งแรงขึ้น เพราะในชานั้นมีสารแอนตี้อ๊อกซิแดนท์ที่เรียกว่า ฟลาโวนอยด์ (flavonoids) ที่ให้ผลลัพธ์ที่ดีต่อสุขภาพ",
        treatment_9: "⠀⠀9. คะน้า มีสารเบต้าแคโรทีนสูง ช่วยลดความเสี่ยงต่อการเกิดมะเร็งกระเพาะอาหาร มะเร็งลำไส้ มะเร็งปอด รวมถึงมีวิตามินที่ช่วยเสริมสร้างกล้ามเนื้อ สร้างภูมิต้านทานโรคที่ดี นอกจากนี้ยังมีแคลเซียมเสริมสร้างการทำงานของกระดูก",
        treatment_10: "⠀⠀10. โยเกิร์ต อาหารสุขภาพที่หลาย ๆ คนมักจะซื้อไว้ติดบ้าน เอาไว้ทานยามหิว และนั่นเป็นสิ่งที่ดีแล้วค่ะ เพราะในโยเกิร์ตนั้นมีสารอาหารที่จำเป็นต่อร่างกายมากมาย ไม่ว่าจะเป็น โพแทสเซียม ฟอสฟอรัส สังกะสี วิตามินบี 12 และโปรตีน ดังนั้น ถ้าคุณทานโยเกิร์ตให้ได้วันละ 1 ถ้วย จะทำให้สุขภาพคุณดีอย่าบอกใครเลยล่ะ",
        img_ought_1: "https://www.paolohospital.com/Resource/Image/Article/shutterstock_1806714901.jpg",
        img_ought_2: "https://mw-wellness.com/wp-content/uploads/2019/05/egg.jpg",
        img_ought_3: "https://cdn.yjc.ir/files/fa/news/1398/2/16/9864160_732.jpg",
        img_ought_4: "https://elainesporkandpie.com/wp-content/uploads/2021/07/cc-1-640x366.jpg",
        img_ought_5: "https://static.hd.co.th/989x504/system/blog_articles/main_hero_images/000/005/271/original/the-benefits-of-citrus.jpg",
        img_ought_6: "https://img.pptvhd36.com/health/thumbor/2023/03/16/dbbd19c.jpg",
        img_ought_7: "https://beautiful-diet.com/wp-content/uploads/2018/06/2B-3A-7.jpg",
        img_ought_8: "https://img.kapook.com/image/Food/Beverage-Drink/a%20cup%20of%20tea.jpg",
        img_ought_9: "https://img.kapook.com/image/Food/kale.jpg",
        img_ought_10: "https://img.kapook.com/image/health/01_208.jpg",
        coverimage: "https://nourishing-the-soul.com/wp-content/uploads/2019/10/25.jpg",
      },
      {
        id: "2",
        name: "อาหารที่ควรหลีกเลี่ยง",
        title: "อาหารที่ควรหลีกเลี่ยง",
        treatment_avoid_title: "อาหารที่ควรทาน",
        treatment_avoid: "⠀⠀⠀⠀จากการอบรม เรื่องเกี่ยวกับการทำ GMP ของโรงงานผลิตอาหารต่างๆ วิทยากรผู้เชี่ยวชาญด้าน Clean food มีเกร็ดต่างๆมาเล่าให้ฟัง Info เลยสรุปมาเล่าสู่กันฟัง พอเป็นสังเขปนะคะ จริงๆมีมากกว่านี้ แต่แค่นี้ก็พอ ไม่รู้ ไม่เห็น ไม่เป็นทุกข์ค่ะ กินเข้าไป กินเข้าไป (เถอะค่ะ)",
        treatment_avoid_1: "⠀⠀1. พวกขนมปังปี๊บ กระบวนการผลิตบางแห่งไม่ดี ไส้สับปะรด เป็นมันแกวหรือพืชอื่น ๆ กวนใส่น้ำตาล และใส่กลิ่นกับแกนสัปปะรดไปนิดหน่อย",
        treatment_avoid_2: "⠀⠀2. เชอรี่บนขนมเค้กราคาถูกตามตลาดสด คือ มะเขือเปาะฟอกสีจนใสเป็นวุ้น แล้วย้อมสีแดง (ผงฟอกสีทำให้เป็นโรคไต) พวกที่ใช้สารฟอกสีอื่นๆ เช่น มะม่วงกวน (แผ่นใส ๆ) ยอดมะพร้าวขาว ๆ",
        treatment_avoid_3: "⠀⠀3. ซูชิในตลาดนัดที่อากาศร้อน แบคทีเรียจะเจริญเติบโตเร็ว ชูชิต้องเสริฟเย็นเท่านั้น",
        treatment_avoid_4: "⠀⠀4. เอแคลร์กับลูกชุบ หรือขนมอะไรที่ต้องมีการปั้น ๆ ถู ๆ ต้องพึงระวังสุขอนามัย ควรซื้อกับร้านค้าที่รู้จักหรือมีชื่อเสียงเท่านั้น",
        treatment_avoid_5: "⠀⠀5. ลูกอมสีอื่น ๆ เช่น ฟ้า เขียว ม่วง เป็นสีที่ขายไม่ดีไม่ควรซื้อเพราะใช้สีที่เก็บไว้นาน ทานลูกอมสีแดง ขาว ได้",
        treatment_avoid_6: "⠀⠀6. ปลายหน้าร้อนต่อต้นหน้าฝน ไม่ควรกินอาหารทะเล เพราะฝนเริ่มตกจะชะฝุ่นบนพื้นดินลงทะเลและสัตว์ทะเลจะกินเข้าไป จะมีแต่ไวรัส แบคทีเรีย โอกาสท้องเสียมีสูง",
        treatment_avoid_7: "⠀⠀7. พวกอาหาร Pack สำเร็จมา wave ที่บ้าน wave ได้ ครั้งเดียวเท่านั้นไม่ควรล้าง Package มาใส่ wave ซ้ำเพราะสารพิษจะออกมา",
        treatment_avoid_8: "⠀⠀8. โยเกริ์ตต่างๆ จะมีแป้งผสมอยู่ประมาณ 20% ควรทานโยเกริ์ต Home made ถ้วยเล็ก ๆ (ลองหยดไอโอดีนพิสูจน์ดูก็ได้ จะพบว่าโยเกริ์ตเป็นสีน้ำเงิน)",
        treatment_avoid_9: "⠀⠀9. น้ำปลาเปิดขวดแล้ว ควรมีอายุการใช้ไม่เกิน 1 เดือน",
        treatment_avoid_10: "⠀⠀10. ระวังเชื้อราตามคอขวดที่เปิดแล้วต่าง ๆ",
        treatment_avoid_11: "⠀⠀11. กระดาษหนังสือพิมพ์อย่าเอามาห่อผักแช่ตู้เย็น(มีสารพิษ จากหมึก)",
        treatment_avoid_12: "⠀⠀12. อาหารกระป๋องถ้าใช้ไม่หมดควรเอาออกจากกระป๋องใส่ภาชนะอื่นแช่ตู้เย็น",
        treatment_avoid_13: "⠀⠀13. ฟองน้ำล้างจานที่มีน้ำยาผสมน้ำทิ้งไว้(เป็นน้ำ ๆ) ทิ้งไว้ได้ไม่เกิน 1 ชั่วโมง แบคทีเรียจะขึ้น ควรเททิ้งไป",
        treatment_avoid_14: "⠀⠀14. อาหารหมักดองต้องระวังมีไวรัสที่ทำลายกล้ามเนื้อ กล้ามเนื้ออ่อนแรง ผักกาดดองตามท้องตลาด ในโรงงานบางแห่งจะมีกระบวนการผลิตที่ไม่สะอาด (ใช้คนลงไปในอ่างดอง เราไม่แน่ใจว่าคนนั้นๆ มีโรคหรือไม่) ควรใช้ผักกาดดองกระป๋องที่เชื่อถือได้",
        treatment_avoid_15: "⠀⠀15.เบียร์สดจะไม่ถูกกรอง ยีสต์ที่ตายแล้วออก เราจะกินศพยีสต์เข้าไปด้วย (เบียร์ขวดจะถูกกรองไปแล้ว) แต่กินได้ ไม่เป็นไร",
        coverimage: "https://www.painandpill.com/sites/tylenol_th/files/no.41_aahaarthiikhwrhliikeliiyngemuuetangkhrrph.jpg",
      },
      {
        id: "3",
        name: "เมนูอาหารสุขภาพ",
        title: "10 เมนูอาหารเพื่อสุขภาพ",
        treatment_title: "10 เมนูอาหารเพื่อสุขภาพ",
        treatment_1: "⠀⠀1. น้ำพริกหนุ่ม ผักต้ม และไข่ต้มยางมะตูม เมนูน้ำพริกหนุ่ม ผักต้ม และไข่ต้มยางมะตูมจานนี้ได้ทั้งโปรตีนจากไข่ วิตามินและสารอาหารต่างๆ จากผักต้มหลากชนิด ส่วนน้ำพริกหนุ่มปรุงน้อย เน้นรสชาติจากธรรมชาติของวัตถุดิบที่ดีต่อร่างกาย",
        treatment_2: "⠀⠀2. สุกี้แห้งทะเล เมนูเพื่อสุขภาพอย่างสุกี้แห้งทะเลนั้นได้ประโยชน์จากผักหลายชนิด และการใช้น้ำสต๊อกแทนน้ำมันในการผัดจะช่วยลดแคลอรี่ได้อย่างมากจึงกินได้แบบไม่ต้องกลัวอ้วน",
        treatment_3: "⠀⠀3. ผัดผักรวมมิตรกุ้ง เอาใจสายผัดผักอย่างเมนูผัดผักรวมมิตรกุ้งก็สามารถเลือกใช้ผักที่ชอบได้ทุกอย่าง และแนะนำให้เติมผักใบเขียวอย่างคะน้าหรือปวยเล้งเพื่อเพิ่มแมกนีเซียมให้กับร่างกาย (แมกนีเซียมดีต่อหัวใจและกระดูก) ใช้วิธีผัดแบบไร้น้ำมัน ปรุงรสน้อยๆ เพื่อสุขภาพที่ด",
        treatment_4: "⠀⠀4. ข้าวผัดไข่ ซาบะย่าง และผักสลัด วัตถุดิบหลักของจานนี้คือปลาซาบะที่อุดมไปด้วยสาร DHA ช่วยให้ระบบไหลเวียนของเลือดทำงานได้ดี และ DHA ช่วยลดปริมาณคอเลสเตอรอลที่ไม่ดี เหมาะจะเป็นมื้อกลางวันที่ทั้งอิ่มอร่อยและได้สุขภาพ",
        treatment_5: "⠀⠀5. ผัดถั่วงอกใส่เต้าหู้ อีกหนึ่งเมนูเพื่อสุขภาพอย่างผัดถั่วงอกใส่เต้าหู้ที่คนกินเจหรือเป็นวีแกนก็กินได้ และยังเหมาะมากสำหรับผู้ที่กำลังลดความอ้วน เพราะถั่วงอกให้พลังงานต่ำ รวมถึงยังมีโปรตีน กรดอะมิโน แคลเซียม และสารต้านอนุมูลอิสระที่มีส่วนช่วยชะลอการเสื่อมของเซลล์ในร่างกาย",
        treatment_6: "⠀⠀6. เมี่ยงปลาดอลลี่ + น้ำจิ้มซีฟู้ด อาหารเพื่อสุขภาพใครว่าต้องจืดชืด พิสูจน์ได้จากเมนูนี้เลย สำหรับใครที่กินคลีนก็ให้ทำน้ำจิ้มด้วยเครื่องปรุงคลีนแทนได้ แถมจานนี้ยังทำตามสูตร 2:1:1 (ผัก 2 ส่วน ข้าว 1 ส่วน เนื้อ 1 ส่วน) ซึ่งเป็นปริมาณอาหารที่เหมาะสมเพื่อสุขภาพดีที่สำนักงานกองทุนสนับสนุนการสร้างเสริมสุขภาพ (สสส.) แนะนำ",
        treatment_7: "⠀⠀7. สลัดอกไก่โรยงา กินคู่กับน้ำสลัดญี่ปุ่น เมนูนี้ใช้วิธีอบไก่ในหม้อทอดไร้น้ำมันแทนการทอด ซึ่งจะช่วยลดปริมาณแคลอรี่ลงกว่า 70-80% เมื่อเทียบกับการทอดแบบปกติ ส่วนประโยชน์ของจานนี้ไม่เพียงได้จากไก่และผักแล้ว งาดำและงาขาวที่โรยมาด้วยยังช่วยบำรุงผม ผิวพรรณ กระดูก และเล็บ",
        treatment_8: "⠀⠀8. เพนเน่ซุปไก่คลีนๆ เมนูคลีนถ้วยนี้มีสารอาหารครบ 5 หมู่ รสชาติมาจากธรรมชาติของตัววัตถุดิบ ปรุงแค่เกลือและพริกไทยเล็กน้อยก็อร่อยกลมกล่อม จะกินเป็นมื้อเช้าหรือกลางวันก็อิ่มท้อง",
        treatment_9: "⠀⠀9. อกไก่ลวกกับผักต่างๆ กินคู่กับน้ำจิ้มสุกี้ สำหรับอกไก่ลวกกับผักต่างๆ กินคู่กับน้ำจิ้มสุกี้เป็นเมนูที่กินเท่าไหร่ก็ไม่อ้วน ทั้งยังมีขั้นตอนที่ทำตามได้ง่าย เพียงนำอกไก่และผักชนิดต่างๆ ไม่ว่าจะเป็น เห็ด ผักกาดขาว ผักบุ้ง แครอท มาลวกให้สุก เสิร์ฟพร้อมน้ำจิ้มสุกี้ เท่านี้ก็เสร็จเรียบร้อย",
        treatment_10: "⠀⠀10. เมี่ยงปลาเผา เมนูเพื่อสุขภาพที่ให้รสจัดเล็กน้อย เน้นผัก เน้นปลา ไร้น้ำมัน เป็นเมนูที่มีทั้งโปรตีน วิตามิน และแร่ธาตุที่เป็นประโยชน์ต่อร่างกายสูง มีไขมันน้อย ให้พลังงานต่ำ นอกจากนี้ยังมีไฟเบอร์ที่ได้รับจากผักสดจึงมีส่วนช่วยในเรื่องของระบบขับถ่ายอีกด้วย",
        img_ought_1: "http://mywifeishealthygirl.com/wp-content/uploads/2019/03/DSC00713_1000-800x445.jpg",
        img_ought_2: "https://i.ytimg.com/vi/FsBOwepDPyc/maxresdefault.jpg",
        img_ought_3: "https://i.ytimg.com/vi/X6RfLLXtwf4/maxresdefault.jpg",
        img_ought_4: "https://food.mthai.com/app/uploads/2018/11/Saba027.jpg",
        img_ought_5: "https://i.ytimg.com/vi/FfARbkgBo5E/maxresdefault.jpg",
        img_ought_6: "https://img.wongnai.com/p/1968x0/2018/12/11/8e09669097774756b658d1c1861189c7.jpg",
        img_ought_7: "https://thainipponfoods.com/wp-content/uploads/2022/10/info-chicken-breast-05.jpg",
        img_ought_8: "https://www.maeban.co.th/upfiles/blog_thumb/2535_83_011.jpg",
        img_ought_9: "https://elainesporkandpie.com/wp-content/uploads/2021/04/26-2.png",
        img_ought_10: "https://i.ytimg.com/vi/Pz0Ic-ifZWQ/maxresdefault.jpg",
        coverimage: "https://bloombakery.com/wp-content/uploads/2022/04/%E0%B8%AD%E0%B8%B2%E0%B8%AB%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%9E%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%B8%E0%B8%82%E0%B8%A0%E0%B8%B2%E0%B8%9E-770x513.jpg",
      }
])

return { HealtyFood_list }
})

export const useHospital_list = defineStore('Hospital', () => {

  const Hospital_list = ref([
      {
        id: "1",
        name: "ทำประกัน",
        title: "ประกันชีวิต",
        description: "⠀⠀⠀⠀ในยุคที่โลกมีการเปลี่ยนแปลงอยู่ตลอดเวลา ทำให้มีเหตุการณ์และความเสี่ยงต่าง ๆ เกิดขึ้นมากมาย โดยเฉพาะโรคภัยไข้เจ็บ สภาพแวดล้อม ที่ส่งผลต่อคุณภาพชีวิตแบบรอบด้าน ทั้งการงาน การเงิน และสุขภาพร่างกายของเราทุกคนอย่างหลีกเลี่ยงไม่ได้ หลายคนจึงมองเห็นความจำเป็นของประกันชีวิต เพื่อสร้างหลักประกันที่มั่นคง นอกจากจะเป็นหลักประกันให้กับตนเองแล้ว ยังเป็นหลักประกันให้คนในครอบครัวและคนที่คุณรักได้อีกด้วย",
        implication_title: "ประกันชีวิต คืออะไร",
        implication: "⠀⠀⠀⠀ประกันชีวิต เป็นเครื่องมือบริหารความเสี่ยงที่ช่วยให้ผู้เอาประกันภัยรับมือกับเหตุการณ์ไม่คาดฝันที่อาจเกิดขึ้นในอนาคต โดยบริษัทประกันชีวิตจะเป็นผู้รับความเสี่ยงแทนผู้เอาประกันด้วยการจ่ายเงินชดเชยตามจำนวนที่ระบุไว้ให้แก่ผู้เอาประกันภัย หรือผู้รับประโยชน์ตามความคุ้มครองที่กำหนดไว้ในกรมธรรม์ประกันชีวิต",
        implication_s: "⠀⠀⠀⠀โดยการทำประกันชีวิต (Life Insurance) คือ การที่บุคคลผู้หนึ่งเรียกว่า “ผู้เอาประกันภัย” ได้จ่ายเงินจำนวนหนึ่งเรียกว่า “เบี้ยประกันภัย” ตามจำนวนที่กำหนดไว้ในกรมธรรม์ให้กับบริษัทประกันชีวิต เพื่อซื้อความคุ้มครองการเสียชีวิต ครอบคลุมไปถึงการสูญเสียอวัยวะ การทุพพลภาพ การบาดเจ็บหรือเจ็บป่วย ภายในเวลาที่กำหนด หรือมีอายุยืนยาวจนครบกำหนดตามที่ระบุไว้ในกรมธรรม์ บริษัทประกันจะจ่ายเงินจำนวนหนึ่งเรียกว่า “จำนวนเงินเอาประกันภัย” ให้แก่ “ผู้รับผลประโยชน์” หรือผู้เอาประกันภัยแล้วแต่กรณี ทั้งนี้เงื่อนไขความคุ้มครองจะมีหลายรูปแบบขึ้นอยู่กับการเลือกซื้อตามความเหมาะสมของผู้เอาประกันภัยเป็นหลัก",
        aim_title: "4 ข้อดีของประกันชีวิตเพื่อคนที่คุณรัก",
        aim: "⠀⠀⠀⠀หลายคนอาจมองเห็นความจำเป็นของประกันชีวิต ด้วยเหตุผลส่วนตัวด้านสุขภาพ หรือเป้าหมายทางการเงิน จึงมาแชร์ข้อดีของประกันชีวิตที่จะทำให้คุณเห็นความสําคัญของประกันชีวิต ที่ให้ประโยชน์มากกว่าแค่เรื่องการคุ้มครองชีวิตเพียงอย่างเดียว",
        aim_1: "⠀⠀1. ประโยชน์ด้านความคุ้มครอง แน่นอนการทำประกันชีวิต ประโยชน์ในด้านความคุ้มครองต้องมาเป็นอันดับหนึ่ง กรณีที่เกิดเหตุการณ์ไม่คาดฝัน ตั้งแต่การเจ็บป่วย การเกิดอุบัติเหตุ ไปจนถึงการเสียชีวิต คุณก็มั่นใจได้ว่าการมีประกันชีวิตจะคุ้มครองดูแลคุณ และครอบครัวเป็นอย่างดี ทั้งในเรื่องค่ารักษาพยาบาล การชดเชยรายได้ หรือการจ่ายเงินชดเชยให้ตามจำนวนเงินเอาประกันภัยที่ระบุไว้ในสัญญากรณีการเสียชีวิต ซึ่งลูกหลานหรือทายาทผู้รับผลประโยชน์ก็จะมีเงินเพื่อใช้ในการดำรงชีวิตต่อไปได้โดยไม่เดือดร้อน",
        aim_2: "⠀⠀2. ประโยชน์ด้านการออมเงิน การทำประกันชีวิตนอกจากจะได้รับความคุ้มครองประเภทต่างๆ แล้ว ยังเป็นอีกหนึ่งช่องทางในการช่วยสร้างวินัยทางการออมที่มีประสิทธิภาพให้คุณได้อีกด้วย เนื่องจากผู้เอาประกันภัยจะต้องมีการชำระเบี้ยประกันอย่างสม่ำเสมอตามแผนประกันที่คุณเลือกไว้ ซึ่งการทำประกันชีวิตแบบการออมทรัพย์ หรือสะสมทรัพย์ก็จะช่วยให้คุณวางแผนทางการเงินได้ในระยะยาว ปลอดภัย และได้รับผลตอบแทนที่คุ้มค่า มีเงินก้อนเมื่อครบสัญญา เพื่อเป็นมรดกให้ลูกหลาน หรือเป็นเงินเก็บไว้ใช้ยามเกษียณได้อย่างสบายใจ และถ้าหากในกรณีที่มีความจำเป็นต้องใช้เงินระหว่างที่กรมธรรม์ยังไม่ครบสัญญา ก็สามารถกู้เงินในอัตราดอกเบี้ยต่ำ หรือเวนคืนกรมธรรม์ประกันชีวิตของคุณเองได้เช่นกัน",
        aim_3: "⠀⠀3. ประโยชน์ด้านการลดหย่อนภาษี สำหรับผู้มีรายได้และต้องเสียภาษีเงินได้ทุกปีนั้น จะมีการวางแผนเรื่องสิทธิลดหย่อนภาษี และการทำ ประกันลดหย่อนภาษี เป็นตัวเลือกที่ได้รับความนิยมเป็นอันดับต้น ๆ เลยก็ว่าได้ ซึ่งข้อดีการทำประกันชีวิตสามารถนำเบี้ยประกันชีวิตมาใช้ในการลดหย่อนภาษีเงินได้บุคคลธรรมดาตามจำนวนที่จ่ายจริงสูงสุดไม่เกิน 100,000 บาท สำหรับกรมธรรม์ประกันชีวิตแบบทั่วไป และ 25,000 บาท สำหรับกรมธรรม์ประกันสุขภาพ โดยรวมอยู่ในวงเงินลดหย่อน 100,000 บาท นอกจากนี้เบี้ยประกันของกรมธรรม์ประกันชีวิตแบบบำนาญยังสามารถนำมาลดหย่อนภาษีได้สูงสุดถึง 200,000 บาท เนื่องจากรัฐบาลมีการส่งเสริมให้ประชาชนทำประกันชีวิต เพื่อสร้างหลักประกันความมั่นคง ทั้งในแง่ของสุขภาพและชีวิตให้กับประชาชน",
        aim_4: "⠀⠀4. ประโยชน์ด้านการลงทุนเพื่อให้เงินงอกเงย การทำประกันชีวิตถือเป็นการลงทุนระยะยาวรูปแบบหนึ่ง ที่มีความเสี่ยงต่ำ แต่ได้ผลตอบแทนที่คุ้มค่า มั่นคงและปลอดภัย โดยที่ไม่จำเป็นจะต้องมีเงินก้อนเพื่อไปลงทุน เพราะคุณสามารถแบ่งชำระเบี้ยประกันเป็นรายเดือน หรือรายปี สะสมตามแผนประกันที่คุณเลือก โดยเงินที่สะสมไว้บริษัทประกันชีวิตที่จะนำไปบริหารจัดการลงทุนในกิจการที่มั่นคงเพื่อให้เกิดดอกผล และนำไปลงทุนในหลักทรัพย์ของรัฐบาล ซึ่งรัฐบาลจะนำเงินเหล่านี้ไปใช้ในการพัฒนาประเทศ โดยที่บริษัทจะเป็นผู้ดูแลผลประโยชน์ให้คุณเป็นอย่างดี และคุณก็จะได้รับผลตอบแทนที่สม่ำเสมอ และแน่นอนตามรายละเอียดในกรมธรรม์ พร้อมกับได้รับความคุ้มครองที่จะทำให้คุณ และครอบครัวสามารถใช้ชีวิตได้อย่างสบายใจไร้กังวล",
        coverimage: "https://v3i.rweb-images.com/www.aia-delivery.com/images/editor/%e0%b8%95%e0%b8%b1%e0%b8%94%e0%b8%aa%e0%b8%b4%e0%b8%99%e0%b9%83%e0%b8%88%e0%b8%97%e0%b8%b3%e0%b8%9b%e0%b8%a3%e0%b8%b0%e0%b8%81%e0%b8%b1%e0%b8%99%e0%b8%aa%e0%b8%b8%e0%b8%82%e0%b8%a0%e0%b8%b2%e0%b8%9e.jpg",
        img_hospital: "https://www.silkspan.com/wp-content/uploads/2022/12/article-19.webp",
        img_aim: "https://media.kkpfg.com/image/2019/Jan/2_9technic-thumbnail.jpg",
      },
      {
        id: "2",
        name: "ตรวจสุขภาพประจำปี",
        title: "การตรวจสุขภาพประจำปี",
        description: "⠀⠀⠀⠀หลายๆ คนอาจละเลยการตรวจสุขภาพประจำปี แต่ปฏิเสธไม่ได้ว่ารูปแบบวิถีชีวิตในปัจจุบัน ทำให้เราเสี่ยงต่อปัจจัยต่าง ๆ ที่อาจก่อให้เกิดโรคภัย ทั้งการพักผ่อนน้อย ความเครียด อาหาร และมลภาวะต่าง ๆ ที่ต้องเผชิญ",
        description_s: "⠀⠀⠀⠀การตรวจสุขภาพประจำปี เป็นการตรวจที่ช่วยให้เรารู้ทันสภาพร่างกายของเรา ที่สำคัญหากตรวจพบความผิดปกติได้ตั้งแต่ระยะแรก ๆ ทำให้มีโอกาสรักษาหายขาดได้ ไม่ปล่อยให้โรคลุกลาม",
        health_check_title: "การตรวจสุขภาพประจำปี สำคัญอย่างไร?",
        aim_title: "จุดประสงค์หลักของการตรวจสุขภาพประจำปี คือ",
        aim: "⠀⠀⠀⠀หลายคนอาจมองเห็นความจำเป็นของประกันชีวิต ด้วยเหตุผลส่วนตัวด้านสุขภาพ หรือเป้าหมายทางการเงิน จึงมาแชร์ข้อดีของประกันชีวิตที่จะทำให้คุณเห็นความสําคัญของประกันชีวิต ที่ให้ประโยชน์มากกว่าแค่เรื่องการคุ้มครองชีวิตเพียงอย่างเดียว",
        aim_1: "⠀⠀1. ตรวจคัดกรองเบื้องต้นตามปัจจัยเสี่ยงส่วนบุคคล โดยตรวจหาโรคแฝงที่เราเสี่ยงที่จะเป็น อาจด้วยพันธุกรรม หรือโรคที่พบบ่อย เช่น เบาหวาน ไขมันในเลือดสูง มะเร็งในระยะแรกอย่าง มะเร็งเต้านม และมะเร็งปากมดลูก เป็นต้น",
        aim_2: "⠀⠀2. ตรวจหาพฤติกรรมเสี่ยง หรือปัจจัยเสี่ยงอื่น ๆ ที่อาจทำให้เกิดโรค เช่น การดื่มแอลกอฮอล์ การสูบบุหรี่ ภาวะอ้วนหรือน้ำหนักเกิน เป็นต้น",
        health_check_ought_title: "อายุเท่าไหร่ ควรเริ่มตรวจสุขภาพประจำปี?",
        health_check_ought: "⠀⠀⠀⠀กลุ่มผู้ที่มีอายุตั้งแต่ 30 ปีขึ้นไป เป็นช่วงวัยที่มีการแนะนำให้ตรวจสุขภาพประจำปี เพราะเป็นวัยที่มีความเสี่ยงต่อความเสื่อมสภาพของร่างกายและโอกาสเกิดโรคต่าง ๆ มากขึ้น เป็นช่วงอายุของวัยทำงาน ซึ่งมักไม่มีเวลาดูแลตัวเอง เครียดจากการทำงาน ในขณะเดียวกัน เป็นวัยที่มีกำลังทรัพย์ สามารถเลือกกินอาหารตามใจตัวเองมากขึ้น อาจมีปัญหาทางด้านโภชนาการ แต่กลับไม่ใช่ช่วงวัยที่สามารถซ่อม สร้าง เสริม ร่างกายได้อย่างมีประสิทธิภาพเท่ากับวัยเด็กหรือวัยรุ่น ดังนั้นจึงแนะนำให้ผู้ที่มีอายุ 30 ปีขึ้นไป เข้ารับการตรวจสุขภาพประจำปีอย่างสม่ำเสมอ อย่างไรก็ตาม หากท่านมีความเสี่ยงของโรคมากกว่าคนทั่วไป เช่น มีประวัติครอบครัวเป็นโรค ควรเข้ารับการตรวจสุขภาพแต่เนิ่น ๆ",
        coverimage: "https://www.paolohospital.com/Resource/Image/Article/146045008_162071922176667_353470274317465817_n(1).jpg",
        img_hospital: "https://chulalongkornhospital.go.th/kcmh/wp-content/uploads/2022/04/04-16-22.jpg",
      },
      {
        id: "3",
        name: "ค่าใช้จ่ายโรงพยาบาล",
        title: "สิทธิการรักษาพยาบาลของคนไทย",
        treatment_rights_title: "รู้จัก 3 สิทธิรักษาพยาบาลหลัก",
        treatment_rights: "⠀⠀⠀⠀เชื่อว่าคนไทยส่วนใหญ่จะรู้จักสิทธิในการรักษาพยาบาลใน 3 ระบบใหญ่ คือ สิทธิบัตรทอง ,สิทธิประกันสังคมและสิทธิข้าราชการ มาดูรายละเอียดกัน",
        collateral_rights_title: "สิทธิหลักประกันสุขภาพ (บัตรทอง)",
        collateral_rights: "⠀⠀⠀⠀เป็นสิทธิรักษาพยาบาล ที่รัฐบาลออกให้เพื่อคุ้มครองกับบุคคลที่เป็นคนไทยมีเลขประจำตัวประชาชน 13 หลัก หรือ ผู้มีสัญชาติไทยที่ลงทะเบียนใช้สิทธิหลักประกันสุขภาพถ้วนหน้า เพื่อเป็นหลักฐานในการเข้ารับบริการสาธารณสุขจากโรงพยาบาล สถานีอนามัย และสถานพยาบาลต่าง ๆ ในยามจำเป็น โดยประชาชนที่มีคุณสมบัติตามที่กำหนดไว้ จึงจะสามารถใช้สิทธินี้ได้",
        collateral_rights_s_title: "สิทธิประกันสังคม",
        collateral_s_rights: "⠀⠀⠀⠀จะแตกต่างจากสิทธิบัตรทอง เนื่องจากผู้ที่จะได้สิทธินี้ต้องเป็นผู้ประกันตนที่ขึ้นทะเบียนกับกองทุนประกันสังคม และจ่ายเงินสมทบเข้ากองทุนประกันสังคม โดยกำหนดสิทธิประโยชน์ครอบคลุมการเจ็บป่วย คลอดบุตร ทุพพลภาพ เสียชีวิต สงเคราะห์บุตร ชราภาพ และการว่างงาน เพื่อให้ได้รับการรักษาพยาบาล และมีการทดแทนรายได้อย่างต่อเนื่อง",
        civil_servant_rights_title: "สิทธิข้าราชการ",
        civil_servant_rights: "⠀⠀⠀⠀สิทธิสวัสดิการการรักษาพยาบาลของข้าราชการ จะคุ้มครองบริการรักษาพยาบาลให้กับข้าราชการและบุคคลในครอบครัว (บิดา มารดา คู่สมรสและบุตรที่ถูกต้องตามกฎหมาย) เมื่อเจ็บป่วยสามารถเข้ารับบริการรักษาพยาบาลได้ที่โรงพยาบาลของรัฐ โดยมีกรมบัญชีกลาง กระทรวงการคลัง ทำหน้าที่ดูแลระบบออกกฎระเบียบ",
        coverimage: "https://static.thairath.co.th/media/dFQROr7oWzulq5Fa5BEl8uHuhnpX4O2l6scPSIumt7VKifRvBzoBnBRUvJTorPSWenn.jpg",
      }
      
])

return { Hospital_list }
})

export const useHealthNews_list = defineStore('HealthNews', () => {

  const HealthNews_list = ref([
      {
        id: "1",
        name: "สธ.กำหนดให้ปี 2566 เป็นปีแห่งสุขภาพสูงวัยไทย สู้วิกฤติใหม่เมืองไทยแก่ลงทุกวัน",
        coverimage: "https://www.thaihealth.or.th/wp-content/uploads/2023/07/%E0%B8%AA%E0%B8%B1%E0%B8%87%E0%B8%84%E0%B8%A1%E0%B8%AA%E0%B8%B9%E0%B8%87%E0%B8%A7-Web-1.jpg",
        title:"ถามว่าจะแก่อย่างมีคุณภาพ…ชราอย่างมีสุข…ใช้ชีวิตวัยเกษียณด้วยความสง่างามได้อย่างไร ลองฟังเคล็ดลับจากต้นแบบคนวัยเก๋า“ใช้ชีวิตอย่างมีสติ” โดยเฉพาะการมีสติในการกิน แทนที่จะกินตามใจปากก็หันมาใช้สติคิดเสียว่าเรากินเพื่ออยู่ ไม่ใช่อยู่เพื่อกิน การกินตามใจปากแต่สุดท้ายต้องจ่ายค่าหมอแพงๆเพื่อลดไขมันลดน้ำตาลเท่ากับเป็นการทำร้ายตัวเองแบบผ่อนส่งก่อนจะตักอะไรเข้าปากลองใช้สติพิจารณาอย่างมีเหตุมีผล“ร่าเริง รื่นเริง คึกคัก ครึกครื้น” คาถาที่ว่านี้ “ดร.สุเมธ ตันติเวชกุล” เล่าว่า ในหลวงรัชกาลที่ 9 ทรงรับสั่งเสมอ เพราะจิตเป็นเรื่องสำคัญ ",
        title1:"ต้องมีอารมณ์ขันตลอดเวลามองเห็นทุกอย่างเป็นเรื่องสนุก จึงจะทำงานสำเร็จรวดเร็วและมีประสิทธิภาพ เมื่อตัวเรายิ้มแย้มแจ่มใส บรรยากาศรอบตัวก็รื่นเริงไปด้วย“รักษากายและจิตให้ดี” ผู้สูงอายุต้องรักษาร่างกายให้ดีเพราะเงินทองไม่มีประโยชน์เอาแค่พอเพียงต่อชีวิตความเป็นอยู่เรื่องจิตก็สำคัญ อย่าปล่อยให้จิตใจหดหู่หงอยเหงา อย่าไปขุ่นมัวโดยไร้ประโยชน์ ให้หาโอกาสเอาจิตไปพักผ่อน เรียนรู้ธรรมะบ้างคิดเสมอว่าเวลาอยู่ในโลกนี้สั้นแล้ว อย่าเสียเวลาเป็นทุกข์ แต่ให้เอนจอยกับชีวิตทุกนาที“หางานอดิเรกทำ สร้างสัมพันธ์ทางสังคม” ผู้สูงอายุที่ได้รับการซัพพอร์ตจากครอบครัวและเพื่อนฝูง จะมีความนับถือในตนเองสูงกว่าผู้สูงอายุที่อยู่คนเดียว ลองหาสังคมที่อยู่ด้วยแล้วสบายใจ หรือเริ่มต้นเรียนสิ่งใหม่ๆหางานอดิเรกสนุกๆทำจะได้พบปะกับเพื่อนๆที่มีความชอบเหมือนกันทำ ให้แต่ละวันของชีวิตมีความหมาย เช่น เดินในสวน, ปลูกต้นไม้, เล่นโยคะสำหรับผู้สูงวัย, อ่านหนังสือและทำอาหาร",
        title2:"“อย่าหยุดทำงาน” เกษียณแล้วอย่าเอาแต่นั่งๆนอนๆอยู่กับบ้าน เพราะเมื่อไหร่ที่เราหยุดทำงาน ร่างกายเราก็จะหยุดตามลงไปด้วย เหมือนรถที่จอดเฉยๆสตาร์ตไม่ติดในหลวงรัชกาลที่ 9 ทรงรับสั่งเสมอว่า อย่าหยุดด้วยจิต และกายก็อย่าหยุดด้วย “อยู่อย่างสง่าตายอย่างสงบ” ตอนมีชีวิตอยู่ต้องมีความสง่างามในตัวเอง ทุกอย่างต้องช่วยเหลือตัวเองได้ใครเห็นก็ให้ความเคารพนับถือ และเมื่อถึงเวลาตายก็ตายอย่างสงบ อย่าไปกลัวความตาย จะยิ่งใหญ่แค่ไหนเมื่อตายแล้วเกียรติยศเงินทองสะสมไว้แค่ไหนก็ต้องส่งคืนหมดสิ่งเดียวที่เหลือไว้ คือคุณงามความดีของเราที่ยังทำให้คนนึกถึง แต่ถ้าทำความชั่วไว้มากคนก็ยังด่าทอไปจนถึงลูกหลาน",
        title3:"“ใช้ชีวิตโดยรักษาความเป็นธรรมดาไว้” เลิกยึดติดยศถาบรรดาศักดิ์ แต่ให้ทำชีวิตอยู่อย่างธรรมดาและเรียบง่าย เพราะจะยิ่งใหญ่มาจากไหนเกษียณแล้วทุกอย่างสูงสุดคืนสู่สามัญ ไม่ต้องเป็นวีไอพีหรอกเพราะจะเป็นวีไอผีอยู่แล้ว",
      },
      {
        id: "2",
        name: "ยาพร้อม ซิกซ์ตี้พลัส เสริมแกร่งสังคมสูงวัย ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
        coverimage: "https://www.thaihealth.or.th/wp-content/uploads/2023/07/%E0%B8%A2%E0%B8%B2%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1-Web.jpg",
        title:"พร้อมเปิดตัวฟีเจอร์ใหม่ “ยาพร้อม ซิกซ์ตี้พลัส”เชื่อมโยงการดูแลสุขภาพผู้สูงวัย เปิดโอกาสเข้าถึงยา ปรึกษาเภสัชกรแบบออนไลน์ได้ฟรี ดูแลอาการเจ็บป่วยเบื้องต้น โรคประจำตัวและโรคเรื้อรังอย่างทันท่วงที เสริมแกร่งสังคมไทยรับมือสังคมผู้สูงอายุอย่างมีคุณภาพ",
        title1:"นอกจากนี้ยังได้รับเกียรติจาก ดร.กริชผกา บุญเฟื่องรองผู้อำนวยการด้านการพัฒนาระบบนวัตกรรม สำนักงานนวัตกรรมแห่งชาติ (องค์การมหาชน) เข้าร่วมหารือ เพื่อหาแนวทางความร่วมมือกับกรมกิจการผู้สูงอายุในอนาคตอีกด้วย",
        title2:"อนุกูล ปีดแก้ว ปลัดกระทรวง พม. เปิดเผยว่า พม. โดยกรมกิจการผู้สูงอายุ และบริษัท ยาพร้อม จำกัด ได้บูรณา การความร่วมมือในการดำเนินงานร่วมกันจัดพิธี MOU โครงการส่งเสริมสนับสนุนและพัฒนานวัตกรรมด้านสุขภาพเพื่อดูแลส่งเสริมสุขภาพและอำนวยความสะดวกให้แก่ผู้สูงอายุ เพื่อพัฒนาแพลตฟอร์มเภสัชกรออนไลน์ “ยาพร้อม ซิกซ์ตี้พลัส” ให้เป็นนวัตกรรมด้านสุขภาวะสำหรับผู้สูงอายุ การขยายเครือข่ายผู้ให้บริการด้านสุขภาวะในกลุ่มผู้สูงอายุ รวมถึงการเผยแพร่องค์ความรู้ด้านสิทธิและสวัสดิการสำหรับผู้สูงอายุด้าน สิริน ฉัตรวิชัย ประธานกรรมการ บริษัท ยาพร้อม จำกัด กล่าวเสริมว่า ยาพร้อมเป็นแพลตฟอร์มเภสัชกรออนไลน์ อาทิ ระบบให้บริการแบบ Realtime ระหว่างเภสัชกรกับคนไข้ทั้งรูปแบบ Chat/Voice/ Video เพื่อให้คำปรึกษาแก่ประชาชนที่ต้องการยาที่มีคุณภาพและเข้าถึงง่าย รวมถึงมีการบันทึก OPD Card สำหรับประวัติการรักษา มีระบบรองรับหลายภาษา การร่วมมือกับกรมกิจการผู้สูงอายุ เป็นอีกก้าวสำคัญที่จะช่วยให้เราได้มีส่วนช่วยในการดูแลสุขภาพของทุกคน โดยเฉพาะผู้สูงอายุ ด้วยการใช้เทคโนโลยีและนวัตกรรม",
        title3:"“เราหวังว่า “ยาพร้อม ซิกซ์ตี้พลัส” จะสามารถ ช่วยอำนวยความสะดวกในการเข้าถึงยาของผู้สูงวัยได้อย่างมีประสิทธิภาพ ประหยัดเวลา ลดต้นทุนในการเดินทาง และที่สำคัญลดการเจ็บป่วยหนักของผู้สูงวัย ลดปัญหาที่จะตามมาทั้งด้านสาธารณสุข สังคมและเศรษฐกิจในระยะยาวได้”",
      },
      {
        id: "3",
        name: "ScamTok ภัยแฝงบน TikTok ที่ไม่เคยรู้ ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
        coverimage: "https://www.thaihealth.or.th/wp-content/uploads/2023/06/tiktok-Web.jpg",
        title:"1. ช่องทางรวยเร็วทันใจ มิจฉาชีพปลอมตัวเป็นอินฟลูเอนเซอร์ กูรูเรื่องการลงทุน เจ้าของธุรกิจ หรือแม่ข่ายสินค้า ลงคลิปวิดีโอแผนการช่องทางรวยทันใจ ช่องทางอาชีพรุ่นใหม่รวยเร็ว ซึ่งเป็นเพียงการหลอกลวงผู้คนให้คิดถึงความสำเร็จผลตอบแทนที่ได้รับ หรือถูกหลอกให้ทำงานที่ไม่มีจริง ",
        title1:"2. บัญชีธุรกิจปลอม ด้วยช่องโหว่ TikTok ดังนั้นบัญชีใหม่สามารถเข้าสู่หน้าหลักยอดนิยมได้แบบก้าวกระโดด แค่ตามเทรนด์ที่ถูกต้องหรือใช้เพลงแบ็คกราวด์ยอดนิยม สร้างธุรกิจปลอมชักชวนให้หลงกลลงทุน ซื้อขายสินค้า และหลอกคลิกลิงก์", 
        title2:"3. ซัพพลายเออร์ Dropshipping ที่ไม่มีอยู่จริง การดรอปชิปเป็นรูปแบบธุรกิจที่มีอยู่จริง แต่ต้องระมัดระวังเป็นพิเศษ มิจฉาชีพอาศัยช่องโหว่นี้แฝงตัวเข้ามาโดยสวมรอยเป็นซัพพลายเออร์ดรอปชิปและขอชำระเงินล่วงหน้า ", 
        title3:"4. บัญชีไวรัส TikTok Bot ส่วนใหญ่เป็นบัญชีบอทที่มีเนื้อหาเกี่ยวกับลงทุน ซึ่งบอทเหล่านี้สามารถขึ้นสู่ฟีดของผู้ใช้หลายคนได้ หรือแจกจ่ายลิงก์ที่ติดไวรัส หากเผลอกดลิงก์ก็อาจถูกติดตั้งมัลแวร์ ", 
        title4:"5. แอป TikTok ปลอม มิจฉาชีพจะแพร่กระจาย TikTok เวอร์ชันปลอม ลงบนสื่อออนไลน์ หรือเป็นลิงก์ให้กดดาวน์โหลด นอกระบบ Store ของโทรศัพท์มือถือ เมื่อดาวน์โหลดแอปเหล่านี้จะถูกดูดข้อมูล เสี่ยงที่จะถูกดูดเงินเกลี้ยงบัญชีได้", 
        title5:"6. ซื้อเพิ่มผู้ติดตาม TikTok ผู้ใช้งานหลายคนอยากให้บัญชีตัวเอง มีคนมากดถูกใจ กดติดตาม หรือมีคนดูคลิปของเราเยอะๆ มิจฉาชีพจึงใช้แนวทางนี้หลอกล่อเหยื่อ เพียงแค่คุณจ่ายเงินมาเราเพิ่มยอดผู้ติดตามให้ บางคนจ่ายเงินไปสุดท้ายหายเงียบผู้ติดตามไม่เพิ่มขึ้น หรือบางรายมีผู้ติดตามเพิ่มขึ้นจริง แต่บัญชีที่ติดตามเหล่านั้นก็คือบอทที่ถูกสร้างขึ้นมาไม่มีตัวตนอยู่จริง ทำให้บัญชีที่เราใช้งานถูกระงับอีกด้วย", 
      },
      {
        id: "4",
        name: "แอสปาร์แตม สารให้ความหวานแทนน้ำตาล อาจก่อมะเร็ง ",
        coverimage: "https://www.thaihealth.or.th/wp-content/uploads/2023/07/%E0%B9%81%E0%B8%AD%E0%B8%AA%E0%B8%9B%E0%B8%B2%E0%B8%A3%E0%B9%8C-Web.jpg",
        title:"สำนักข่าวเอเอฟพีรายงานว่า เมื่อวันศุกร์ที่ 14 กรกฎาคม 2566 ฟรานเชสโก บราน กา ผู้อำนวยการด้านโภชนาการและความปลอดภัยอาหารขององค์การอนามัยโลก กล่าวในการ แถลงข่าวนำเสนอผลการศึกษา หลักฐานที่มี 2 ครั้งเกี่ยวกับสารแอสปาร์แตม (Aspartame) ที่สำนักงานใหญ่ขององค์การอนา มัยโลก (ดับเบิลยูเฮชโอ) ที่นครเจนีวา สวิตเซอร์แลนด์ ว่า เราไม่ได้แนะนำให้บริษัทต่างๆ เลิกใช้สารแอสปาร์แตม และไม่ได้แนะนำให้ผู้บริโภคหยุดบริโภคสารนี้โดยสิ้นเชิง เราแค่แนะนำให้บริโภคอย่างพอประมาณ",
        title1:"องค์การระหว่างประเทศเพื่อการวิจัยโรคมะเร็ง (ไอเออาร์ซี) ในสังกัดองค์การอนามัยโลกได้ประเมินการก่อมะเร็งของสารแอสปาร์แตมเป็นครั้งแรกในการประชุมที่เมืองลียง ฝรั่งเศส ระหว่างวันที่ 6-13 มิถุนายนที่ผ่านมา องค์การอนามัยโลกระบุว่า คณะทำงานดังกล่าวจัดให้แอสปาร์แตมเป็นสารที่อาจก่อมะเร็งในมนุษย์ตามหลักฐานที่มีอยู่อย่าง จำกัดจัดให้แอสปาร์แตมอยู่ใน “กรุ๊ป 2 บี” หรือสารที่อาจก่อ มะเร็งในมนุษย์ได้ ซึ่งเกี่ยว ข้องกับมะเร็งเซลล์ตับ (hepa tocellular carcinoma) นอกจากนี้ยังมีหลักฐานจำกัดเกี่ยวกับสารนี้ที่ทำให้เกิดมะเร็งในสัตว์ทดลอง",
        title2:"พอล ฟาโรห์ ศาสตรา จารย์ด้านระบาดวิทยามะเร็งแห่งศูนย์การแพทย์ซีดาร์-ไซ นาย ในนครลอสแองเจลิส กล่าวในการแถลงข่าววันเดียว กันว่า สารที่จัดอยู่ในกรุ๊ป 2 บี ยังรวมถึงสารสกัดจากว่านหางจระเข้และกรดกาเฟอีนที่พบในชาและกาแฟ ประชาชนทั่วไปไม่ควรกังวลเกี่ยวกับความเสี่ยงของมะเร็งที่เกี่ยวข้องกับสารเคมีที่จัดอยู่ในกรุ๊ป 2 บีแมรี ชูบาวเออร์ เบอร์ริ แกน จากไอเออาร์ซี กล่าวในการแถลงข่าววันเดียวกันว่าหลักฐานที่จำกัดในเรื่องมะเร็งเซลล์ตับที่เกี่ยวข้องกับสารแอสปาร์แตมมาจากการศึกษา 3 เรื่องที่ดำเนินการในสหรัฐอเมริกา และ 10 ประเทศในทวีปยุโรป นี่เป็นเพียงการศึกษาทางระบาดวิทยาที่ตรวจสอบมะเร็งตับ กลุ่มที่ 2 ประเมินความเสี่ยงที่เกี่ยวข้องกับแอสปาร์แตมคือ คณะกรรมการผู้เชี่ยว ชาญร่วมด้านวัตถุเจือปนอาหาร (เจอีซีเอฟเอ) ซึ่งก่อตั้งโดยองค์การอนามัยโลกประชุมร่วมกับองค์การอาหารและเกษตรแห่งสหประชาชาติที่นครเจนีวา เมื่อวันที่ 27 มิถุนายน-6 กรกฎาคม",
      },
      {
        id: "5",
        name: "สปสช. เตรียมเดินหน้าบริการตรวจแล็บใกล้บ้าน ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
        coverimage: "https://www.thaihealth.or.th/wp-content/uploads/2023/07/%E0%B8%AA%E0%B8%9B%E0%B8%AA%E0%B8%8A-Web.jpg",
        title:"ซึ่งที่ผ่านมาได้มีการจัดประชุมชี้แจงแนวทางการร่วมให้บริการผ่านระบบประชุมออนไลน์ มีตัวแทนจากสภาเทคนิคการแพทย์ หน่วยงานที่เกี่ยวข้อง และผู้ประกอบการคลินิกเทคนิคการแพทย์จากทั่วประเทศเข้าร่วมรับฟัง ทั้งนี้ ภาพรวมของบริการ Lab Anywhere นี้ คลินิกเทคนิคการแพทย์จะเป็นเครือข่าย การให้บริการกับหน่วยบริการ โดยมี สปสช.เขต เป็นผู้จัดเครือข่าย",
        title1:"“โดยคลินิกเทคนิคการแพทย์ ที่เข้าร่วมให้บริการ จะให้บริการเจาะเลือด เก็บสิ่งส่งตรวจ พร้อมทำการตรวจวิเคราะห์ผล ทั้งกรณีมารับบริการที่คลินิกเทคนิคการแพทย์ หรือให้ไปเจาะเลือดที่บ้านใน พร้อมทำการตรวจวิเคราะห์ผลแล็บ ซึ่งจะให้บริการกรณีผู้ป่วยนอก (OP) จำนวน 22 รายการ และบริการสร้างเสริม สุขภาพและป้องกันโรค (PP) จำนวน 2 รายการ” เลขาธิการ สปสช. กล่าว",
        title2:"นพ.จเด็จ กล่าวต่อว่า สำหรับกลุ่มเป้าหมายกรณีผู้ป่วยนอก (OP) มีกลุ่มเป้าหมายคือ ผู้ป่วยโรคเรื้อรังที่มีใบสั่งการตรวจทางห้องปฏิบัติการจากหน่วยบริการที่ดูแล ทั้งกรณีมารับบริการที่คลินิกเทคนิคการแพทย์ หรือ ที่บ้าน โดยการรับบริการเก็บสิ่งส่งตรวจที่บ้าน จะเป็นกรณีที่ไม่สามารถมารับบริการที่สถานพยาบาลได้ เช่น ผู้ป่วยโรคเรื้อรังที่นอนติดเตียง ช่วยเหลือตัวเองไม่ได้ ผู้ป่วยชรา ผู้ป่วยที่มีภาวะ พึ่งพิง หรือกรณีมีความจำเป็น ส่วน บริการสร้างเสริมสุขภาพและป้องกันโรคกำหนดให้บริการ 2 รายการ คือ 1.บริการตรวจทดสอบปัสสาวะ ในกรณีสงสัยว่าการตั้งครรภ์ กับ 2.บริการตรวจคัดกรองมะเร็งลำไส้ใหญ่และลำไส้ตรง ด้วยวิธีการตรวจหาเลือดแฝงในอุจจาระ สำหรับประชาชนอายุ 50-70 ปี ทุก 2 ปี ซึ่งทั้ง 2 รายการ กลุ่มเป้าหมาย",
        title3:"สามารถเข้ารับบริการได้ที่คลินิกเทคนิคการแพทย์ที่ร่วมโครงการได้โดยไม่ต้องมีใบสั่งการตรวจทางห้องปฏิบัติการ ส่วนอัตราการชดเชยค่าบริการนั้น จะชดเชยเป็นค่าบริการเก็บสิ่งส่งตรวจ และ ค่าตรวจวิเคราะห์ผลทางห้องปฏิบัติการตามรายการบริการที่ สปสช.กำหนด (Fee schedule) ส่วนกรณีเก็บสิ่ง ส่งตรวจที่บ้านจ่ายเพิ่มเติม 80 บาท ทั้งนี้จะไม่สามารถเรียกเก็บเพิ่มเติมจากผู้รับบริการได้",
      },
      {
        id: "6",
        name: "แนะนำให้บริโภคผัก-ผลไม้ 400 กรัมต่อวัน กินอาหารเสริมภูมิต้านฝน",
        coverimage: "https://www.thaihealth.or.th/wp-content/uploads/2023/06/%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B8%95%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%99-Webb.jpg",      
        title:"นักกำหนดอาหาร โรงพยาบาลศิริราช มีคำแนะนำมาให้ โดยเฉพาะการชี้แหล่งอาหารดีๆ ที่รับประทานแล้วอาจมีส่วนช่วยในการเสริมภูมิคุ้มกัน ต่อสู้ไข้หวัดที่มาพร้อมกับหน้าฝนได้",
        title1:"1.กลุ่มผักและผลไม้หลากสี แนะนำให้รับประทานผักและผลไม้ให้หลากหลายสี เนื่องจากอุดมไปด้วยวิตามินและสารพฤกษเคมีที่แตกต่างกัน ที่มีฤทธิ์ในการต้านอนุมูลอิสระ และต้านการอักเสบ การรับประทานอาหารที่อุดมไปด้วยสารต้านอนุมูลอิสระอย่างเพียงพอ สามารถทำให้ร่างกายมีภูมิคุ้มกันที่ดีในการต่อสู้กับโรคหวัดได้ โดยองค์การอนามัยโลก (WHO) แนะนำให้บริโภคผักและผลไม้อย่างน้อย 400 กรัมต่อวัน หรือ 5 หน่วยบริโภคผัก เช่น ผักกาดขาว กะหล่ำปลี ปวยเล้ง ดอกกะหล่ำ หัวไชเท้า บร็อกโคลี ผักกวางตุ้ง แนะนำให้นำไปลวกหรือนึ่ง 1 ถึง 3 นาที กระเทียม แนะนำให้รับประทานแบบสด ทุบ หรือหั่นเป็นชิ้นเล็กๆ จะทำให้ได้รับสารพฤกษเคมีมากที่สุด นอกจากนั้น แครอต ฟักทอง พริกหวาน มะเขือเทศ ยังเป็นแหล่งของเบต้าแคโรทีนและวิตามินเอที่เป็นสารต้านอนุมูลอิสระ ไม่แนะนำให้รับประทานในรูปแบบผลิตภัณฑ์เสริมอาหาร เพราะอาจเพิ่มความเสี่ยงในการเกิดโรคมะเร็งปอดได้ผลไม้ เช่น ส้ม กีวี่ หรือผลไม้ในตระกูลเบอร์รี เช่น สตรอว์เบอร์รี เชอร์รี บลูเบอร์รี แบล็กเบอร์รี องุ่นแดง มีวิตามินซีสูง มีส่วนช่วยในการเสริมภูมิต้านทานของร่างกาย หากรับประทานวิตามินซีในรูปแบบผลิตภัณฑ์เสริมอาหาร ไม่ควรเกิน 2,000 มิลลิกรัมต่อวัน และควรดื่มน้ำเปล่าให้เพียงพออย่างน้อย 2 ลิตรต่อวันเพื่อป้องกันการเกิดโรคนิ่วในไต",
        title2:"2.กลุ่มเนื้อสัตว์ เนื่องจากในเนื้อสัตว์มีสังกะสี (Zinc, Zn) ที่มีความสำคัญต่อร่างกาย เพราะเป็นส่วนประกอบของเอนไซม์มากกว่า 200 ชนิด เกี่ยวข้องกับการสร้างโปรตีนที่ควบคุมการทำงานของร่างกายหลายระบบ เช่น ระบบภูมิคุ้มกันโรค แหล่งอาหารที่พบ เช่น หอย เนื้อหมู เนื้อวัว สัตว์เนื้อแดง",
        
      }
])

return { HealthNews_list }
})